Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: Opacity {{ splash.splash.container_transparency * 100}}%
de_de: Transparenz {{splash.splash.container_transparency * 100}}%
fr_fr: Opacité {{ splash.splash.container_transparency * 100}}%

source: Open
de_de: Offen
fr_fr: Ouvrir

source: Open Apps Menu
de_de: Öffne Anwendungs-Menü

source: Open Boxes Menu
de_de: Öffne Geräte-Menü
fr_fr: Ouvrir le Menu Périphériques

source: Open Clients Menu
de_de: Öffne Stations-Menü
fr_fr: Ouvrir le Menu Client

source: Open Codes Menu
de_de: Öffne Code-Menü
fr_fr: Ouvrir le Menu Codes

source: Open Filters Menu
de_de: Öffne Regel-Menü
fr_fr: Ouvrir le Menu Filtres

source: Open Menu
de_de: Öffne Menü
fr_fr: Ouvrir le Menu

source: Open Networks Menu
de_de: Öffne Netzwerk-Menü
fr_fr: Ouviri le Menu Réseaux

source: Open Splash Menu
de_de: Öffne Startseiten-Menü
fr_fr: Ouvrir le Menu Portail

source: Open Tools
de_de: Öffne Tools
fr_fr: Ouvrir les Outils

source: Open sessions menu
de_de: Öffne Anmeldungs-Menü
fr_fr: Ouvrir le Menu Sessions

source: Options may be unavailable when an incompatible feature is enabled.
de_de: Optionen möglicherweise nicht verfügbar, wenn eine inkompatible Funktion eingeschaltet ist.
fr_fr: Les options peuvent être indisponibles lorsqu'une fonction incompatible est activée.

source: Order Date
de_de: Bestelldatum
fr_fr: Date de la commande

source: Order Details
de_de: Bestelldetails
fr_fr: Détails de la commande

source: Order Status
de_de: Bestellstatus
fr_fr: État de la Commande

source: Order Total
de_de: Gesamtbestellung
fr_fr: Total de la Commande

source: Order Total: {{ order.total / 100 | currency:order.currency }}
de_de: Gesamtbestellung: {{ order.total / 100 | currency:order.currency }}
fr_fr: Total de la commande: {{order.total / 100 | monnaie: order.currency}}

source: Order successfully refunded.
de_de: Bestellung erfolgreich zurückerstattet.
fr_fr: Commande remboursée avec succès.

source: Orders
de_de: Bestelllungen
fr_fr: Commandes

source: Original name: {{ client.device_name }}
de_de: Ursprünglicher Name: {{client.device_name}}
fr_fr: Nom original: {{client.device_name}}

source: Outbound
de_de: Ausgehend
fr_fr: Message sortant

source: Outbound ICMP Disabled
de_de: Ausgehende ICMP-Pakete sind ausgeschaltet
fr_fr: ICMP sortants désactivés

source: Outbound ICMP Enabled
de_de: Ausgehende ICMP-Pakete sind eingeschaltet
fr_fr: ICMP sortanst Activés

source: Outbound number
de_de: Ausgehende Nummer
fr_fr: Numéro Outbound

source: Over-Usage Message
de_de: Nachricht bei übermäßiger Nutzung
fr_fr: Message de Dépassement

source: Overview
de_de: Übersicht
fr_fr: Aperçu

source: Owner
de_de: Eigentümer
fr_fr: Propriétaire

source: Padding
de_de: Abstand
fr_fr: Rembourrage

source: Page
de_de: Seite

source: Page ID required
de_de: Seiten ID notwendig
fr_fr: Page ID requis

source: Page invalid, it might not exist.
de_de: Seite ist ungültig, vielleicht existiert sie nicht.
fr_fr: Page non valide, il pourrait ne pas exister.

source: Page valid
de_de: Seite gültig
fr_fr: page valide

source: Paid Wi-Fi is only available on non-free plans.
de_de: Kostenpflichtiges WiFi steht nur für nicht-freie Tarife zur Verfügung.
fr_fr: A charge Wi-Fi est disponible uniquement sur les plans non-libres.

source: Palestine, State of
de_de: Palästina, Staat
fr_fr: Palestine, état de

source: Papua New Guinea
de_de: Papua-Neuguinea
fr_fr: Papouasie-Nouvelle-Guinée

source: Partially degraded service.
de_de: Teilweise eingeschränkter Dienst.
fr_fr: Service partiellement dégradé.

source: Passed
de_de: Bestanden
fr_fr: REUSSI

source: Password
de_de: Kennwort
fr_fr: Mot de passe

source: Password Auto Gen
de_de: Autom. gen. Kennwort
fr_fr: Mot de passe Auto Gen

source: Password Changed Email Recipient
de_de: Empfänger der E-Mail für geändertes Kennwort
fr_fr: Mot de passe modifié Email Destinataire

source: Password Settings
de_de: Kennworteinstellungen
fr_fr: Parametres mot de passe

source: Password successfully updated.
de_de: Kennwort erfolgreich geändert.
fr_fr: Mot de passe mis à jour avec succès.

source: Payload Output
de_de: Aufgabenergebnis
fr_fr: Résultat utile

source: Payload completed!
de_de: Aufgabe abgeschlossen!
fr_fr: Charge utile terminée!

source: Payload could not be sent.
de_de: Aufgabe konnte nicht gesendet werden.
fr_fr: La Charge utile n'a pas pu être envoyé.

source: Payload deleted successfully
de_de: Aufgabe erfolgreich gelöscht
fr_fr: Charge utile supprimée

source: Payload running, please wait.
de_de: Aufgabe wird ausgeführt, bitte warten.
fr_fr: Charge utile en cours veuillez svp attendre.

source: Payload sent successfully.
de_de: Aufgabe erfolgreich gesendet.
fr_fr: Charge utile envoyée avec succès.

source: Payloads
de_de: Aufgaben
fr_fr: Charges utiles

source: Per day
de_de: pro Tag
fr_fr: Par jour

source: Periodic
de_de: periodisch
fr_fr: Tâches périodiques

source: Philippines
de_de: Philippinen

source: Phone Number
de_de: Telefonnummer
fr_fr: Numéro de téléphone

source: Pitcairn
de_de: Pitcairninseln
fr_fr: Îles Pitcairn

source: Plan
de_de: Tarif
fr_fr: Formule

source: Plan Description
de_de: Tarifbeschreibung
fr_fr: Descriptif de la formule

source: Plan Details
de_de: Tarif-Details
fr_fr: Détails de la Formule

source: Plan.
de_de: Tarif.
fr_fr: Formule

source: Plans
de_de: Tarife
fr_fr: Formules

source: Please Add a Device
de_de: Bitte ein Gerät hinzufügen
fr_fr: Ajouter un périphérique svp

source: Please Create an App
de_de: Bitte eine Anwendung erstellen
fr_fr: Créer une App svp

source: Please be careful, this cannot be reversed.
de_de: Achtung, diese Änderung kann nicht rückgängig gemacht werden.
fr_fr: Veuillez svp faire attention, ceci est irrémédiable.

source: Please click the link in the email to confirm your account.
de_de: Bitte klicken Sie auf den Link in der E-Mail-Konto zu bestätigen.
fr_fr: S'il vous plaît cliquer sur le lien dans l'e-mail pour confirmer votre compte.

source: Please create a location and add your devices.
de_de: Bitte erstellen Sie einen Standort und fügen Sie Ihr Gerät hinzu.
fr_fr: Veuillez svp créer un site et ajoutez vos périphériques.

source: Please create a splash page before generating some splash codes.
de_de: Bitte erstellen Sie eine Startseite bevor Sie Codes dafür generieren können.
fr_fr: Veuillez svp créer un portail avant de générer des codes d'accès.

source: Please ensure it has a public IP and your firewall ports are open. You must use https for security reasons. If your ports are open, please check your user credentials has the correct permissions.
de_de: Stellen Sie sicher, dass es eine öffentliche IP ist und Ihre Firewall-Einstellung passen. Sie müssen aus Sicherheitsgründen https verwenden. Wenn die Ports geöffnet sind, überprüfen Sie bitte, ob Ihr Benutzer über die entsprechenden Berechtigungen verfügt.

source: Please enter a brand URL
de_de: Geben Sie eine Brand-URL ein
fr_fr: S'il vous plaît entrer une marque URL

source: Please enter a description
de_de: Geben Sie eine Beschreibung ein
fr_fr: Veuillez entrer une description.

source: Please enter a location name.
de_de: Geben Sie einen Standort ein.
fr_fr: S'il vous plaît entrer un nom d'emplacement.

source: Please enter a message
de_de: Geben Sie eine Nachricht ein
fr_fr: Entrez un message svp

source: Please enter a message body
de_de: Geben Sie einen Nachrichten-Text ein
fr_fr: S'il vous plaît entrer un corps de message

source: Please enter a name
de_de: Geben Sie einen Namen ein
fr_fr: S'il vous plaît entrer un nom

source: Please enter a name for your brand
de_de: Geben Sie einen Namen für Ihren Brand ein
fr_fr: S'il vous plaît entrez un nom pour votre marque

source: Please enter a name for your trigger
de_de: Geben Sie einen Namen für Ihren Trigger ein
fr_fr: Veuillez svp entrer un nom pour cette action

source: Please enter a name.
de_de: Bitte geben Sie einen Namen ein.
fr_fr: S'il vous plaît entrer un nom.

source: Please enter a valid URL
de_de: Geben Sie eine gültige URL ein.
fr_fr: S'il vous plaît entrer une URL valide

source: Please enter a valid number
de_de: Geben Sie eine gültige Nummer ein
fr_fr: S'il vous plait, entrez un nombre valide

source: Please enter an address
de_de: Geben Sie eine Adresse ein
fr_fr: Entrez une adresse s'il vous plait

source: Please enter an email
de_de: Geben Sie eine E-Mail-Adresse ein
fr_fr: S'il vous plaît entrer un e-mail

source: Please enter your details to get online
de_de: Um online zu gehen, bitte folgende Felder ausfüllen
fr_fr: S'il vous plaît entrer vos coordonnées pour obtenir en ligne

source: Please make sure your radius server accepts requests from 23.251.132.81/32
de_de: Stellen Sie sicher, dass Ihr RADIUS-Server Anfragen von 23.251.132.81/32 akzeptiert
fr_fr: faire S'il vous plaît que votre serveur radius accepte les demandes de 23.251.132.81/32

source: Please note this is a beta feature. Reports are sent via email.
de_de: Bitte berücksichtigen Sie, dass dies ein Beta-Feature ist. Berichte werden per E-Mail gesendet.
fr_fr: S'il vous plaît noter que ceci est une fonctionnalité bêta. Les rapports sont envoyés par e-mail.

source: Please note, you will be billed for any SMS sent from your account.
de_de: Beachten Sie, dass das Versenden von SMS kostenpflichtig ist.
fr_fr: S'il vous plaît noter que vous serez facturé pour tout SMS envoyé à partir de votre compte.

source: Please wait for the update to complete.
de_de: Bitte warten Sie, bis die Aktualisierung abgeschlossen ist.
fr_fr: S'il vous plaît attendre la mise à jour complète.

source: Please wait while this device initialises.
de_de: Bitte warten Sie, während dieses Gerät initialisiert wird.
fr_fr: S'il vous plaît patienter pendant que ce dispositif initialise.

source: Please wait while we load the plan.
de_de: Bitte warten Sie, während der Tarif aktiv wird.
fr_fr: S'il vous plaît patienter pendant que nous chargeons le plan.

source: Poland
de_de: Polen
fr_fr: Pologne

source: Policies
de_de: Richtlinien
fr_fr: Politiques

source: Policy
de_de: Richtlinie
fr_fr: Politique

source: Policy Menu
de_de: Richtlinien-Menü
fr_fr: Menu Politique

source: Policy successfully created.
de_de: Richtlinie erfolgreich erstellt.
fr_fr: Politique créée avec succès.

source: Port Forwarding Action
de_de: Port-Weiterleitungsaktion
fr_fr: Action Port Forwarding

source: Port Number
de_de: Port Nummer
fr_fr: Numéro de port

source: Postcode
de_de: Postleitzahl
fr_fr: Code Postal

source: Postcode (Zipcode)
de_de: Postleitzahl
fr_fr: Code postal (NPA)

source: Postcode / Zipcode
de_de: Postleitzahl
fr_fr: Code postal / Code postal

source: Postcode required.
de_de: Postleitzahl erforderlich.
fr_fr: Code postal requis.

source: Press delete to remove URL
de_de: Bitte löschen, um URL zu entfernen
fr_fr: Appuyez sur supprimer pour supprimer l'URL

source: Press delete to remove email
de_de: Bitte löschen, um E-Mail zu entfernen
fr_fr: Appuyez sur supprimer pour supprimer email

source: Preview
de_de: Vorschau
fr_fr: Prévisualisation

source: Price
de_de: Preis
fr_fr: Prix

source: Primary Radius
de_de: Primärer RADIUS
fr_fr: Rayon primaire

source: Privacy Policy - Terms of Service
de_de: Datenschutzerklärung - Nutzungsbedingungen
fr_fr: Politique de confidentialité - Conditions d'utilisation

source: Private Location
de_de: Privater Standort
fr_fr: privé Localisation

source: Processing domain change
de_de: Domain-Änderung wird durchgeführt
fr_fr: changement de domaine de traitement

source: Product
de_de: Artikel
fr_fr: Produit

source: Product Name
de_de: Artikelname
fr_fr: Nom du Produit

source: Product Type
de_de: Artikeltyp
fr_fr: Type de produit

source: Product added to store
de_de: Artikel dem Shop hinzugefügt
fr_fr: Produit ajouté pour stocker

source: Product removed from store
de_de: Artikel aus dem Shop entfernt
fr_fr: Produit retiré du magasin

source: Production
de_de: Produktion

source: Products
de_de: Artikel
fr_fr: Produits

source: Profile
de_de: Profil
fr_fr: Profil

source: Profile Settings
de_de: Profil-Einstellungen
fr_fr: Paramètres de profil

source: Project Role
de_de: Projektrolle
fr_fr: Rôle du projet

source: Protocol
de_de: Protokoll
fr_fr: Protocole

source: Public
de_de: Öffentlich

source: Public Access Settings
de_de: Einstellungen für öffentlichen Zugriff
fr_fr: Paramètres d'accès public

source: Public IP
de_de: Öffentliche IP-Adresse
fr_fr: IP publique

source: Public Location
de_de: Öffentlicher Standort
fr_fr: Lieu public

source: Purchase
de_de: Kauf
fr_fr: Acheter

source: Push enter to save the email. The admin user always receives an email.
de_de: Eingabe drücken um die E-Mailadresse zu speichern. Der Administrator empfängt jedes Mal eine E-Mail.
fr_fr: Appuyez sur Enter pour enregistrer le courrier électronique. L'utilisateur admin reçoit toujours un email.

source: Qatar
de_de: Katar

source: Quality
de_de: Qualität
fr_fr: Qualité

source: Quantity
de_de: Menge
fr_fr: Quantité

source: QuickCode Settings
de_de: QuickCode-Einstellungen
fr_fr: Paramètres QuickCode

source: Quotas
de_de: Anteile

source: REGENERATE
de_de: REGENERIEREN
fr_fr: RÉGÉNÉRER

source: RUN
de_de: START
fr_fr: Exécuter

source: Radio Values (comma separated)
de_de: Radio-Werte (durch Komma getrennt)
fr_fr: Radio valeurs (séparées par des virgules)

source: Radius Configuration
de_de: RADIUS-Konfiguration
fr_fr: Configuration radius

source: Radius Host
de_de: RADIUS-Server

source: Radius NAS ID is required
de_de: RADIUS-NAS-ID ist erforderlich
fr_fr: Radius NAS ID est nécessaire

source: Radius Secret
de_de: RADIUS-Kennwort
fr_fr: Rayon secret

source: Radius Sessions
de_de: RADIUS-Anmeldungen
fr_fr: Rayon Sessions

source: Radius Settings
de_de: RADIUS-Einstellungen
fr_fr: Paramètres Radius

source: Radius Stats
de_de: RADIUS-Statistik
fr_fr: Rayon Stats

source: Radius Uniques
de_de: Eindeutige RADIUS-Authentifizierungen

source: Radius Usage
de_de: RADIUS-Verwendung
fr_fr: Rayon d'utilisation

source: Randomly Generated
de_de: Zufallsgeneriert
fr_fr: généré de façon aléatoire

source: Range Filter
de_de: Bereichsfilter

source: Reactivating the batch will enable all associated codes.
de_de: Reaktivieren der Liste schaltet alle zugeordneten Codes ein.
fr_fr: Réactivation du lot permettra à tous les codes associés.

source: Read more
de_de: Weiterlesen
fr_fr: Lire la suite

source: Reboot
de_de: Neustarten
fr_fr: Redémarrer

source: Reboot Box
de_de: Gerät neustarten
fr_fr: Reboot Périphérique

source: Reboot it
de_de: Neustarten
fr_fr: Redémarrez il

source: Rebooting will disconnect your clients. A reboot takes about 60 seconds to complete
de_de: Neustart trennt alle Stationen. Ein Neustart dauert ca. 60 Sekunden
fr_fr: Redémarrage déconnectera vos clients. \ NA redémarrage prend environ 60 secondes pour terminer

source: Recent Sessions
de_de: Letzte Anmeldungen
fr_fr: Sessions récentes

source: Recipient email required when using auto change.
de_de: Bei Nutzung von automatischen Änderungen ist eine Empfänger-E-Mail-Adresse notwendig.
fr_fr: Email du destinataire requis lorsque vous utilisez le changement automatique.

source: Reconnected
de_de: Verbindung wiederhergestellt
fr_fr: reconnecté

source: Redirect To Facebook Page {{ splash.fb_redirect_to_page ? 'Enabled' : 'Disabled' }}
de_de: Umleiten auf Facebook-Seite ist {{ splash.fb_redirect_to_page ? 'eingeschaltet' : 'ausgeschaltet' }}
fr_fr: Rediriger vers la Page Facebook {{ splash.fb_redirect_to_page ? 'Activé' : 'Désactivé' }}

source: Redirect To Google Page {{ splash.g_redirect_to_page ? 'Enabled' : 'Disabled' }}
de_de: Umleiten auf Google-Seite ist {{ splash.g_redirect_to_page ? 'eingeschaltet' : 'ausgeschaltet' }}
fr_fr: Rediriger vers la Page Google {{ splash.g_redirect_to_page ? 'Activé' : 'Désactivé' }}

source: Redirect URL
de_de: URL umleiten
fr_fr: Rediriger URL

source: Referrals
de_de: Empfehlungen
fr_fr: Références

source: Refund
de_de: Rückzahlung
fr_fr: Remboursement

source: Refund Transaction
de_de: Rückzahlungstransaktion
fr_fr: remboursement Transaction

source: Registration
de_de: Registrierung
fr_fr: Inscription

source: Registration Settings
de_de: Registrieungs- Einstellungen
fr_fr: Paramètres d'inscription

source: Remote host address
de_de: Remote Host-Addresse
fr_fr: Adresse de l'hôte distant

source: Remove
de_de: Löschen
fr_fr: Retirer

source: Remove Email
de_de: E-Mail-Adresse löschen
fr_fr: Supprimer Email

source: Remove From Favourites?
de_de: Aus Favoriten löschen?
fr_fr: Retirer de favoris

source: Remove Location
de_de: Standort löschen
fr_fr: retirer le lieu

source: Remove URL
de_de: URL löschen
fr_fr: Retirer URL

source: Removed
de_de: Entfernt
fr_fr: Enlevé

source: Removed {{ ::i.removed_at | humanTime }}
de_de: Entfernt am {{ ::i.removed_at | humanTime }}
fr_fr: Supprimé {{:: i.removed_at | }} humanTime

source: Removes the user from the location. They will be emailed to confirm the change
de_de: Entfernt den Benutzer von dem Standort. Sie erhalten eine E-Mail um die Änderung zu bestätigen
fr_fr: Supprime l'utilisateur de l'emplacement. Ils seront envoyés par courriel pour confirmer le changement

source: Repeater Mode Disabled
de_de: Repeater-Modus ist ausgeschaltet
fr_fr: Mode Répéteur Désactivé

source: Repeater Mode Enabled
de_de: Repeater-Modus ist eingeschaltet
fr_fr: Mode Repeater Enabled

source: Reports
de_de: Berichte
fr_fr: Rapports

source: Required
de_de: erforderlich
fr_fr: Obligatoire

source: Required Field
de_de: Pflichtfeld
fr_fr: Champs requis

source: Required field.
de_de: Pflichtfeld.
fr_fr: Champs requis

source: Required when using your own App.
de_de: Erforderlich, wenn Sie Ihre eigene App verwenden.
fr_fr: Requis lorsque vous utilisez votre propre App.

source: Required with single-use vouchers
de_de: Benötigt für Gutscheine zur einmaligen Verwendung
fr_fr: Requise avec usage unique coupons

source: Required.
de_de: Benötigt.
fr_fr: Requit

source: Resend it now
de_de: Jetzt erneut senden
fr_fr: Renvoyer maintenant

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialise

source: Reset Device
de_de: Gerät zurücksetzen
fr_fr: Réinitialiser l'périphérique

source: Reset it
de_de: zurücksetzen
fr_fr: Réinitialisez

source: Reset this Device
de_de: Dieses Gerät zurücksetzen
fr_fr: Réinitialiser cet périphérique

source: Reset zoom level
de_de: Zoom-Ebene zurücksetzen
fr_fr: niveau de zoom Réinitialiser

source: Resetting your box is not recommended. If you are having problems with it, please resync first. If the device is offline, it will reset next time it restarts.
de_de: Ein Neustart Ihres Gerätes ist nicht notwendig. Bei Problemen, synchronisieren Sie es zunächst neu. Wenn das Gerät offline ist, wird es beim nächsten Neustart zurückgesetzt.
fr_fr: La réinitialisation de votre produit n'est pas recommandée. Si vous rencontrez des problèmes avec elle, commencer par resynchroniser svp . Si le périphérique est hors ligne, il sera remis à zéro la prochaine fois qu'il redémarre.

source: Resource Quotas
de_de: Ressourcenkontingente
fr_fr: Quotas de ressources

source: Response
de_de: Antwort
fr_fr: Réponse

source: Restriction
de_de: Gültigkeit

source: Restriction Type
de_de: Art der Gültigkeit
fr_fr: Type de restriction

source: Resync
de_de: Resynchronisieren

source: Resync Device
de_de: Gerät resynchronisieren
fr_fr: Resync Dispositif

source: Resync The Configs for this Device?
de_de: Konfiguration Ihres Geräts neu synchronisieren?
fr_fr: Resync Les Configs pour cet périphérique?

source: Resync it
de_de: Resynchronisierung
fr_fr: resync il

source: Resync this Device
de_de: Dieses Gerät resynchronisieren
fr_fr: Resync cet périphérique

source: Resynced
de_de: synchronisiert

source: Revoke
de_de: Rückgängig
fr_fr: Retirer

source: Revoke MailChim
de_de: MailChim-Verbindung lösen
fr_fr: Révoquer MailChim

source: Revoke Slack
de_de: Slack-Verbindung lösen
fr_fr: Révoquer Slack

source: Revoke Twillio
de_de: Twillio-Verbindung lösen
fr_fr: Révoquer Twillio

source: Revoke User
de_de: Benutzer widerrufen
fr_fr: Révoquer utilisateur

source: Revoke it
de_de: Rückgängig machen
fr_fr: révoquer il

source: Revoke this user?
de_de: Diesen Benutzer widerrufen?
fr_fr: Révoquer cet utilisateur?

source: Right
de_de: Rechts
fr_fr: Droite

source: Romania
de_de: Rumänien
fr_fr: Roumanie

source: Rows per page:
de_de: Zeilen pro Seite:
fr_fr: Lignes par page:

source: Ruckus VSZ Disabled
de_de: RUCKUS VSZ ist ausgeschaltet

source: Ruckus VSZ Enabled
de_de: RUCKUS VSZ ist eingeschaltet

source: Ruckus vSZ Settings
de_de: RUCKUS VSZ-Einstellungen

source: Run Payload
de_de: Starte Aufgabe
fr_fr: Payload Run

source: Run Radius Tests
de_de: Starte RADIUS-Test
fr_fr: Tests Run Radius

source: Run a command on your devices simultaneously. Your devices must be online to receive the payload.
de_de: Führen Sie einen Befehl auf mehreren Geräten gleichzeitig aus. Ihre Geräte müssen online sein, um die Aufgabe zu erhalten.
fr_fr: Exécuter une commande sur vos périphériques simultanément. Vos périphériques doivent être en ligne pour recevoir la charge utile.

source: Run commands on your access points
de_de: Befehle auf Ihren Access Points durchführen
fr_fr: Exécuter des commandes sur vos points d'accès

source: Run the command
de_de: Befehl ausführen
fr_fr: Exécutez la commande

source: Running speedtest, please wait.
de_de: Geschwindigkeitstest läuft, bitte warten.
fr_fr: Lancement du Speedtest , veuillez svp attendre.

source: Runs
de_de: Aufrufe
fr_fr: -Fonctionne

source: Russian Federation
de_de: Russland
fr_fr: Fédération Russe

source: Rwanda
de_de: Ruanda

source: Rx Rate
de_de: Empfangsrate

source: Rxbps
de_de: Empfangsrate (Bit/s)

source: SAVE
de_de: SPEICHERN
fr_fr: SAUVEGARDER

source: SPLASH PAGE
de_de: STARTSEITE
fr_fr: (Page de garde)

source: SSH Password
de_de: SSH-Kennwort
fr_fr: SSH Mot de passe

source: SSID Disabled
de_de: SSID ist ausgeschaltet
fr_fr: SSID Désactivés

source: SSID Enabled
de_de: SSID ist eingeschaltet
fr_fr: SSID Activée

source: SSID Hidden
de_de: SSID ist unsichtbar
fr_fr: Hidden SSID

source: SSID Visible
de_de: SSID ist sichtbar

source: SSID updated, your boxes will resync
de_de: SSID geändert, Geräte werden neu synchronisiert
fr_fr: SSID mise à jour, vos boîtes seront resynchroniser

source: SagePay Encryption Key
de_de: SagePay Verschlüsselungs-Kennwort

source: SagePay Vendor Name
de_de: SagePay Herstellername
fr_fr: Nom SagePay Vendor

source: Saint Helena, Ascension and Tristan da Cunha
de_de: St. Helena, Ascension und Tristan da Cunha
fr_fr: Sainte-Hélène, Ascension et Tristan de Cunha

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis
fr_fr: Saint Christophe et Niévès

source: Saint Lucia
de_de: St. Lucia
fr_fr: Sainte-Lucie

source: Saint Martin (French part)
de_de: St. Martin (Französischer Teil)
fr_fr: Saint-Martin (partie française)

source: Saint Pierre and Miquelon
de_de: Saint-Pierre und Miquelon
fr_fr: Saint Pierre et Miquelon

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen
fr_fr: Saint-Vincent-et-les-Grenadines

source: Sales
de_de: Verkäufe
fr_fr: Ventes

source: Sao Tome and Principe
de_de: Sao Tome und Principe
fr_fr: Sao Tomé-et-Principe

source: Sat
de_de: Sa.
fr_fr: Samedi

source: Saudi Arabia
de_de: Saudi-Arabien
fr_fr: Arabie Saoudite

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Saving...
de_de: Speichere...
fr_fr: Enregistrement en cours ...

source: Scroll down to adjust the settings
de_de: Zum Anpassen der Einstellungen herunterblättern
fr_fr: Faites défiler vers le bas pour régler les paramètres

source: Search
de_de: Suchen
fr_fr: Recherche

source: Searching for boxes, please wait.
de_de: Suche nach Geräten, bitte warten.
fr_fr: A la recherche de périphériques, veuillez svp attendre.

source: Secondary Radius
de_de: Alternativer RADIUS-Server
fr_fr: Rayon secondaire

source: Security
de_de: Sicherheit
fr_fr: Sécurité

source: Security Code
de_de: Sicherheitscode
fr_fr: Code de sécurité
