Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: Enter your company name
de_de: Geben Sie Ihren Firmennamen ein
fr_fr: Entrez votre nom d'entreprise

source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein
fr_fr: Entrez votre adresse e-mail

source: Enter your from email address
de_de: Geben Sie Ihre Absender-E-Mail-Adresse ein
fr_fr: Entrez votre adresse e-mail à partir

source: Enter your phone number
de_de: Geben Sie Ihre Telefonnummer ein
fr_fr: Entrez votre numéro de téléphone

source: Enter your sender name
de_de: Geben Sie Ihren Absendernamen ein
fr_fr: Entrez votre nom expéditeur

source: Enter your username
de_de: Geben Sie Ihren Benutzernamen ein
fr_fr: Entrez votre nom d'utilisateur

source: Enter your website URL
de_de: Tragen Sie Ihre Webseiten-URL ein.
fr_fr: Entrez URL de votre site

source: Environment
de_de: Umgebung
fr_fr: Environnement

source: Environments
de_de: Umgebungen
fr_fr: Environnements

source: Equatorial Guinea
de_de: Äquatorial Guinea
fr_fr: Guinée Equatoriale

source: Error!
de_de: Fehler!
fr_fr: Erreur !

source: Estonia
de_de: Estland
fr_fr: Estonie

source: Ethiopia
de_de: Äthiopien
fr_fr: Éthiopie

source: European customers will be charged tax at the local rate. If you have an EU VAT number, please contact support to have the tax removed.
de_de: Europäische Kunden zahlen Ihren lokale Mehrwertsteuersatz. Falls Sie eine europäische Umsatzsteuer-ID haben, dann kontaktieren Sie unseren Support, um die Rechnung mit Netto-Beträgen zu bekommen.
fr_fr: Les Clients européens seront facturés au taux local. Si vous avez un numéro de TVA UE, veuillez contacter le support.

source: Event
de_de: Ereignisse
fr_fr: Evénement

source: Event Details
de_de: Ereignis-Details
fr_fr: Détails de l'événement

source: Event Type
de_de: Ereignis-Typ
fr_fr: Type d'événement

source: Events
de_de: Ereignisse
fr_fr: Des événements

source: Execute
de_de: Ausführen
fr_fr: Exécuter

source: Expected Tput
de_de: Erwarteter Durchsatz
fr_fr: Tput attendu

source: Expiration
de_de: Ablaufdatum

source: Expiration Date
de_de: Ablaufdatum
fr_fr: Date d'Expiration

source: Expired
de_de: Abgelaufen
fr_fr: Expiré

source: Expires
de_de: Ablauf am
fr_fr: Expire le

source: Expiry Date
de_de: Ablaufdatum
fr_fr: Date d'expiration

source: External CSS
de_de: Externe CSS
fr_fr: CSS externe

source: Facebook Page
de_de: Facebook Seite
fr_fr: Page Facebook

source: Facebook Page ID
de_de: Facebook Seiten-ID
fr_fr: ID de Page Facebook

source: Facebook Page ID (numeric)
de_de: Facebook Seiten-ID (numerisch)
fr_fr: ID (numérique) Page Facebook

source: Facebook Settings
de_de: Facebook-Einstellungen
fr_fr: Réglages Facebook

source: Failed
de_de: Fehlgeschlagen
fr_fr: Échec

source: Failed Tx Count
de_de: Übertragungsfehler
fr_fr: Échec du Comptage Tx

source: Failed to delete this box, please try again.
de_de: Gerät konnte nicht gelöscht werden, bitte nochmal versuchen.
fr_fr: Impossible de supprimer cette case, veuillez svp réessayer.

source: Failed to reboot box, please try again.
de_de: Gerät konnte nicht neu gestartet werden, bitte nochmal versuchen.
fr_fr: Échec du redémarrage, veuillez svp réessayer ultérieurement.

source: Failed to resync device, please try again.
de_de: Gerät konnte nicht neu synchronisiert werden, bitte nochmal versuchen.
fr_fr: Échec de resynchro du périphérique , veuillez svp réessayer ultérieurement.

source: Fails: {{ trigger.total_fail_count || 0}}
de_de: Fehlerhaft: {{ trigger.total_fail_count || 0}}
fr_fr: Échecs : {{trigger.total_fail_count || 0}}

source: Falkland Islands (Malvinas)
de_de: Falkland Inseln
fr_fr: Îles Falklands (Malouines)

source: Family
de_de: Familie
fr_fr: Famille

source: Faroe Islands
de_de: Färöer
fr_fr: Îles Féroé

source: Favourite
de_de: Favorit
fr_fr: Favori

source: Favourites
de_de: Favoriten
fr_fr: Favoris

source: Field Label
de_de: Feld-Beschriftung
fr_fr: Étiquette du Champ

source: Field Name
de_de: Feldname
fr_fr: Nom de Domaine

source: Field Settings
de_de: Feld-Einstellungen
fr_fr: Paramètres du Champs

source: Field Type
de_de: Feldtyp
fr_fr: Type de champ

source: Fiji
de_de: Fidschi
fr_fr: Iles Fidji

source: Filter Clients
de_de: Nach Stationen suchen
fr_fr: Filtrer les clients

source: Filter Codes
de_de: Nach Code suchen
fr_fr: Filtrer les codes

source: Filter Devices
de_de: Nach Gerät suchen
fr_fr: Filtrer les Périphériques

source: Filter Locations
de_de: Nach Standort suchen
fr_fr: Filtrer les Sites

source: Filter Networks
de_de: Nach Netzwerk suchen
fr_fr: Filtrer les Réseaux

source: Filter Results
de_de: Nach Ergebnissen suchen
fr_fr: Filtrer les résultats

source: Filter Splash
de_de: Nach Startseiten suchen
fr_fr: Filtrer Portail

source: Filter Users
de_de: Nach Benutzer suchen
fr_fr: Filtrer les utilisateurs

source: Filter Zones
de_de: Nach Zonen suchen
fr_fr: Filtre les Groupes

source: Filter search results.
de_de: Suchergebnisse filtern.
fr_fr: Filtrer les Résultats de Recherche.

source: Filter this client
de_de: Nach dieser Station suchen
fr_fr: Filtrer ce client

source: Filters
de_de: Regeln
fr_fr: Filtres

source: Fine tune your layouts
de_de: Feinabstimmung Ihrer Layouts
fr_fr: Affiner vos mises en page

source: Finland
de_de: Finnland
fr_fr: Finlande

source: Firmware Upgrade
de_de: Firmware-Aktualisierung
fr_fr: Mise à jour du Firmware

source: First Name
de_de: Vorname
fr_fr: Prénom

source: First and Last Name
de_de: Vor- und Nachnahme
fr_fr: Prénom et Nom

source: First connects
de_de: Erstmals verbunden
fr_fr: Premières connexions

source: First name
de_de: Vorname
fr_fr: Prénom

source: First seen {{ client.created_at | humanTime }}
de_de: Zum ersten Mal gesehen {{ client.created_at | humanTime }}
fr_fr: Première vue {{client.created_at | }} humanTime

source: First you need to choose an event type.
de_de: Zuerst müssen Sie einen Ereignis-Typ zu wählen.
fr_fr: Vous devez d'abord choisir un type d'événement.

source: Font
de_de: Schriftart
fr_fr: Police de caractère

source: Font Size
de_de: Schriftgröße:
fr_fr: Taille de police

source: Fonts
de_de: Schriftarten
fr_fr: Police

source: For LinkedIn, you must enable secure captive portal in your network settings otherwise the icon won't appear.
de_de: Für LinkedIn müssen Sie eine gesicherte Startseite in den Netzwerkeinstellungen aktivieren, sonst wird das Icon nicht angezeigt.
fr_fr: Pour LinkedIn, vous devez activer portail captif sécurisé dans vos paramètres réseau sinon l'icône n'apparaîtra.

source: For more information, <a href="http://polkaspots.com/help/welcome_page" target="_blank"> click here.</a>
de_de: Für weitere Informationen, <a href="http://polkaspots.com/help/welcome_page" target="_blank"> hier klicken.</a>
fr_fr: Pour plus d'informations, <a href="http://polkaspots.com/help/welcome_page" target="_blank"> cliquez ici. </a>

source: For more information, read the docs here.
de_de: Für weitere Informationen, lesen Sie hier die Dokumentation.
fr_fr: Pour plus d'informations, lire la documentation ici.

source: Forgot Password Link
de_de: 'Kennwort vergessen?'-Link
fr_fr: Mot de passe oublié Lien

source: Forgot Password Link {{ splash.forgot_password_link ? 'Visible' : 'Hidden' }}
de_de: 'Kennwort vergessen?'-Link {{ splash.forgot_password_link ? 'sichtbar' : 'versteckt' }}
fr_fr: Lien Mot de Passe Oublié {{ splash.forgot_password_link ? 'Visible' : 'Invisible' }}

source: Form Preview
de_de: Formularvorschau
fr_fr: Formulaire Aperçu

source: Form successfully updated.
de_de: Formular erfolgreich geändert.
fr_fr: Formulaire mis à jour avec succès.

source: Forms
de_de: Formulare
fr_fr: Formulaires

source: Found 1 record
de_de: Einen Eintrag gefunden
fr_fr: Trouvé 1 record

source: France
de_de: Frankreich

source: Free User
de_de: Kostenlose Nutzung
fr_fr: Utilisateur libre

source: French Guiana
de_de: Französisch-Guayana
fr_fr: la Guyane

source: French Polynesia
de_de: Französisch-Polynesien
fr_fr: la Polynésie Française

source: French Southern Territories
de_de: Französische Süd- und Antarktisgebiete
fr_fr: Terres Australes Françaises

source: Frequency
de_de: Frequenz
fr_fr: Récurrence

source: Fri
de_de: Fr.
fr_fr: Ven

source: From
de_de: Von
fr_fr: De

source: From Email
de_de: Absender E-Mail
fr_fr: De l'email

source: From Network
de_de: Vom Netzwerk
fr_fr: De Réseau

source: From Port
de_de: Vom Port
fr_fr: De Port

source: From network
de_de: Vom Netzwerk
fr_fr: De réseau

source: From port
de_de: Von Port
fr_fr: Du port

source: From: {{ ::value[0] }}
de_de: Von: {{ ::value[0] }}
fr_fr: De: {{:: value [0]}}

source: Gabon
de_de: Gabun

source: Gender
de_de: Anrede
fr_fr: Sexe

source: General information
de_de: Allgemeine Informationen
fr_fr: Informations générales

source: Generate password now
de_de: Kennwort jetzt erstellen
fr_fr: Générer mot de passe maintenant

source: Generate random password
de_de: Zufälliges Kennwort erstellen
fr_fr: Générer un mot de passe aléatoire

source: Generated
de_de: Generiert
fr_fr: Création

source: Generating a new passy
de_de: Ein neues Kennwort wird generiert
fr_fr: Générer une nouvelle passy

source: Georgia
de_de: Georgien
fr_fr: Géorgie

source: Germany
de_de: Deutschland
fr_fr: Allemagne

source: Get Started
de_de: Los geht's
fr_fr: commencez.

source: Getting started only takes a moment.
de_de: Die ersten Schritte dauern nur einen Moment.
fr_fr: Mise en route ne prend qu'un instant.

source: Google Use CT
de_de: Google verwendet CT
fr_fr: Google utilisation CT

source: Google+ Settings
de_de: Google+ Einstellungen
fr_fr: Paramètres Google+

source: Greece
de_de: Griechenland
fr_fr: Grèce

source: Greenland
de_de: Grönland
fr_fr: Groenland

source: Group Policies
de_de: Gruppenrichtlinien
fr_fr: Les stratégies de groupe

source: Group Policy
de_de: Gruppenrichtlinie
fr_fr: Stratégie de groupe

source: Group policies let you control access to your networks.
de_de: Mit Hilfe von Gruppenrichtlinien können Sie den Zugriff auf Ihr Netzwerk steuern.
fr_fr: Les stratégies de groupe vous permettent de contrôler l'accès à vos réseaux.

source: Guest Access
de_de: Gast-Zugang
fr_fr: Accès clients

source: Guest Details
de_de: Gastdetails
fr_fr: Invité Détails

source: Guest Email
de_de: Gast-E-Mail

source: Guests
de_de: Gäste
fr_fr: Clients

source: H1 Colour
de_de: H1-Farbe
fr_fr: H1 Couleur

source: H1 Size
de_de: H1-Größe
fr_fr: H1 Taille

source: H2 Colour
de_de: H2-Farbe
fr_fr: H2 Couleur

source: H2 Size
de_de: H2-Größe
fr_fr: H2 Taille

source: H3 Colour
de_de: H3-Farbe
fr_fr: H3 Couleur

source: H3 Size
de_de: H3-Größe
fr_fr: H3 Taille

source: Header Image
de_de: Logo/Banner
fr_fr: Image d'entête

source: Header Text
de_de: Überschrift
fr_fr: En-tête

source: Health Check
de_de: Gesundheitscheck
fr_fr: Bilan de santé

source: Health Check Results
de_de: Gesundheitscheck-Prüfergebnisse
fr_fr: Résultats du Bilan de santé

source: Heard Island and McDonald Islands
de_de: Heard- und McDonaldinseln
fr_fr: Îles Heard-et-MacDonald

source: Height
de_de: Höhe
fr_fr: Taille

source: Hello. Confirm your choices.
de_de: Hallo. Bestätigen Sie Ihre Auswahl.

source: Help
de_de: Hilfe
fr_fr: Aidez-moi

source: Hidden switch
de_de: Versteckter Schalter
fr_fr: Interrupteur Caché

source: History
de_de: Historie
fr_fr: Histoire

source: Holy See (Vatican City State)
de_de: Holy See (Vatikan)
fr_fr: Ville Sainte (État de la Cité du Vatican)

source: Home
de_de: Startseite
fr_fr: Accueil

source: Hong Kong
de_de: Honkong

source: Host
de_de: Server
fr_fr: Hôte

source: Host One IP
de_de: IP-Adresse von Server 1
fr_fr: Hôte Un IP

source: Host Two IP
de_de: IP-Adresse von Server 2
fr_fr: Hôte Deux IP

source: Host must be an IPv4 Address
de_de: Host muss eine IPv4-Adresse sein.
fr_fr: Host doit être une adresse IPv4

source: Hostname of your VSG
de_de: VSG-Hostname
fr_fr: Hostname de votre VSG

source: Hours
de_de: Stunden
fr_fr: Heures

source: Hungary
de_de: Ungarn
fr_fr: Hongrie

source: I want to offer my customers:
de_de: Ich möchte meinen Kunden anbieten:
fr_fr: Je veux offrir à mes clients:

source: INVOICE
de_de: RECHNUNG
fr_fr: FACTURE

source: IP
de_de: IP-Adresse
fr_fr: PI

source: IP Address
de_de: IP-Adresse
fr_fr: Addresse IP

source: IP Settings
de_de: IP-Einstellungen
fr_fr: Paramètres IP

source: IP settings disabled because repeater mode is enabled.
de_de: IP-Einstellungen sind deaktiviert, weil der Repeater-Modus eingeschaltet ist.
fr_fr: paramètres IP désactivés parce que le mode de répétition est activé.

source: IP settings disabled because splash page is activated.
de_de: IP-Einstellungen sind deaktiviert, weil die Gast-Startseite eingeschaltet ist.
fr_fr: paramètres IP désactivés, car le portail est actif.

source: Iceland
de_de: Island
fr_fr: Islande

source: Idle Timeout
de_de: Leerlauf-Timeout
fr_fr: Délai d'inactivité

source: Idle Timeout (mins)
de_de: Leerlauf-Timeout (Min.)
fr_fr: Délai d'inactivité (minutes)

source: If the client signal drops below 16dB, they may have problems browsing.
de_de: Wenn die Signalstärke der Station 16 dB unterschreitet, können sie Probleme beim Surfen im Internet haben.
fr_fr: Si le signal du client descend en dessous de 16dB, ils peuvent avoir des problèmes de navigation.

source: If the upgrade has begun, you cannot stop it. Please wait until it completes.
de_de: Wenn die Aktualisierung begonnen hat, können Sie sie nicht mehr anhalten. Bitte warten Sie bis sie abgeschlossen ist.
fr_fr: Si la mise à niveau a commencé, vous ne pouvez pas l'arrêter. S'il vous plaît attendre qu'elle se termine.

source: If you already know your page ID, type it here.
de_de: Wenn Sie bereits Ihre Seiten-ID kennen, geben Sie sie hier.
fr_fr: Si vous connaissez déjà votre page ID, tapez ici.

source: If you have a third-party device or you're in a different network, add it manually
de_de: Wenn Sie ein Gerät eines Fremdanbieters haben oder Sie mit einem anderen Netzwerk verbunden sind, dann geben Sie sie manuell ein.
fr_fr: Si vous avez un appareil tiers ou vous êtes dans un réseau différent, ajouter manuellement

source: If you haven't done so already, generate your vouchers <a href="/#/vouchers">here</a>.
de_de: Wenn Sie bislang keine Gutscheine erstellt haben, dann klicken Sie <a href="/#/vouchers">hier</a>.
fr_fr: Si vous ne l'avez pas déjà fait, générer vos bons <a href="/#/vouchers"> </a>.

source: If you rebooted you box or synced any network settings, you might have been disconnected.
de_de: Wenn Sie Ihr Gerät neu gestartet oder Netzwerkeinstellungen synchronisiert haben, dann kann die Verbindung unterbrochen werden.
fr_fr: Si vous redémarré votre boîte ou synchronisé les paramètres réseau, vous pourriez avoir été déconnecté.

source: Image URL
de_de: Bild-URL
fr_fr: URL de l'image

source: Image should be <b>300px wide and 70px tall</b> otherwise they will be blurry.
de_de: Das Bild sollte <b>300 x 70 Pixel groß sein</b>, sonst wird es unscharf aussehen.
fr_fr: L'image doit être <b> 300px de large et 70px de haut </ b> sinon ils seront floues.

source: In Sync
de_de: Synchron
fr_fr: Dans Sync

source: Inbound
de_de: Eingehend
fr_fr: Entrants

source: Inbound: {{ ::session.download | humanData }}. Outbound: {{ ::session.upload | humanData }}
de_de: Eingehend: {{ ::session.download | humanData }}. Ausgehend: {{ ::session.upload | humanData }}

source: Included Devices
de_de: Enthaltene Geräte

source: India
de_de: Indien
fr_fr: Inde

source: Indonesia
de_de: Indonesien
fr_fr: Indonésie

source: Initialising Device
de_de: Gerät initialisieren
fr_fr: Dispositif Initialisation

source: Input Fields
de_de: Eingabefelder
fr_fr: Les champs d'entrée

source: Integrate your services with the Cucumber API.
de_de: Integrieren Sie Ihre Dienste mit der Cucumber API.
fr_fr: Intégrez vos services avec l'API de concombre.

source: Integrations
de_de: Integrationen
fr_fr: Intégrations

source: Internal only
de_de: Nur Intern
fr_fr: interne seulement

source: Interval
de_de: Intervall
fr_fr: Intervalle

source: Invalid CVC
de_de: Ungültige CVC

source: Invalid Page ID
de_de: Ungültige Seiten-ID.
fr_fr: Page non valide ID

source: Invalid SSID
de_de: Ungültige SSID

source: Invalid characters in SSID
de_de: Ungültige Zeichen in SSID
fr_fr: Caractères non valides dans SSID

source: Invalid characters in password
de_de: Ungültige Zeichen in Kennwort
fr_fr: Caractères non valides dans le mot de passe

source: Invalid expiry date
de_de: Ungültige Ablaufdatum
fr_fr: Invalid date d'expiration

source: Invalid mac address.
de_de: Ungültige MAC-Adresse.
fr_fr: adresse mac non valide.

source: Inventory
de_de: Inventar
fr_fr: Inventaire

source: Inventory Details
de_de: Inventardetails
fr_fr: inventaire Détails

source: Invite
de_de: Einladen
fr_fr: Inviter

source: Invite User
de_de: Benutzer einladen
fr_fr: Inviter l'utilisateur

source: Invite a user to manage this location.
de_de: Laden Sie einen Benutzer ein, diesen Standort zu verwalten.
fr_fr: Inviter un utilisateur de gérer cet emplacement.

source: Invited By
de_de: Eingeladen von
fr_fr: (Invité par %1)

source: Invoice
de_de: Rechnung
fr_fr: Facturer

source: Invoice Date
de_de: Rechnungsdatum
fr_fr: Date de la facture

source: Invoice Details
de_de: Rechnungsdetails
fr_fr: Détails de la facture

source: Invoices
de_de: Rechnungen
fr_fr: Factures

source: Invoices sent to all billing emails.
de_de: Rechnungen werden an alle Abrechnungs-E-Mail-Adressen gesendet.
fr_fr: Les factures envoyées à tous les e-mails de facturation.

source: Iran, Islamic Republic of
de_de: Iran
fr_fr: Iran

source: Iraq
de_de: Irak
fr_fr: Irak

source: Ireland
de_de: Irland
fr_fr: Irlande

source: Is Cucumber
de_de: Ist ein Gerät mit Cucumber-Firmware
fr_fr: est un périphérique devolo

source: Isolate ICMP
de_de: ICMP isolieren
fr_fr: Isoler ICMP

source: Isolate SSID
de_de: SSID isolieren
fr_fr: Isoler SSID

source: Isolate Traffic
de_de: Datenverkehr isolieren
fr_fr: Isoler Traffic

source: Italy
de_de: Italien
fr_fr: Italie

source: Jamaica
de_de: Jamaika
fr_fr: Jamaïque

source: Jordan
de_de: Jordanien
fr_fr: Jordanie

source: Kazakhstan
de_de: Kasachstan

source: Keep track of the devices added and removed from your account.
de_de: Behalten Sie den Überblick über Geräte, welche zu Ihrem Konto hinzugefügt oder von Ihrem Konto gelöscht wurden.
fr_fr: Gardez une trace des dispositifs ajoutés et supprimés de votre compte.

source: Kenya
de_de: Kenia

source: Korea, Democratic People's Republic of
de_de: Nordkorea
fr_fr: Corée du Nord

source: Korea, Republic of
de_de: Republik Korea (Südkorea)
fr_fr: Corée, République de

source: Kyrgyzstan
de_de: Kirgisistan
fr_fr: Kirghizistan

source: LOGOUT
de_de: ABMELDEN
fr_fr: DECONNEXION

source: LOGOUT ALL
de_de: ALLE ABMELDEN
fr_fr: TOUT DECONNECTER

source: Label
de_de: Beschriftung
fr_fr: Étiquette

source: Lao People's Democratic Republic
de_de: Laos
fr_fr: Laos

source: Last Name
de_de: Nachname
fr_fr: Nom de Famille

source: Last Seen
de_de: Zuletzt online
fr_fr: Dernière visite

source: Last name
de_de: Nachname
fr_fr: Nom

source: Last seen {{ event.data.last_heartbeat | mysqlTime }}
de_de: Zuletzt online {{ event.data.last_heartbeat | mysqlTime }}
fr_fr: Vue la dernière fois {{ event.data.last_heartbeat | mysqlTime }}

source: Last seen:
de_de: Zuletzt online:
fr_fr: Vu en dernier :

source: Latvia
de_de: Lettland
fr_fr: Lettonie

source: Layout successfully updated.
de_de: Layout erfolgreich aktualisiert.
fr_fr: Mise à jour avec succès.

source: Leave a message
de_de: Hinterlassen Sie eine Nachricht
fr_fr: Laisser un message

source: Lebanon
de_de: Libanon
fr_fr: Liban

source: Left
de_de: Links
fr_fr: À gauche

source: Legacy Mode
de_de: Legacy-Modus
fr_fr: Mode Legacy

source: Letters only
de_de: Nur Buchstaben
fr_fr: Lettres seulement

source: Libya
de_de: Libyen
fr_fr: la Libye

source: LinkedIn Page
de_de: LinkedIn Seite

source: LinkedIn Use CT
de_de: LinkedIn verwendet CT
fr_fr: LinkedIn Utiliser CT

source: LinkedIn+ Settings
de_de: LinkedIn + Einstellungen
fr_fr: LinkedIn + Paramètres

source: Lithuania
de_de: Litauen
fr_fr: Lituanie

source: Load Average
de_de: Durchschnittslast
fr_fr: charge moyenne

source: Loading
de_de: Lade
fr_fr: Chargement

source: Loading Payloads...
de_de: Führe Aufgabe aus...
fr_fr: Chargement Action...

source: Loading stats
de_de: Lade Statistiken
fr_fr: Statistiques de chargement

source: Loading status
de_de: Lade Status
fr_fr: Statut de chargement

source: Loading usage data
de_de: Lade Nutzungsdaten
fr_fr: Chargement des données d'utilisation

source: Loading.
de_de: Lade.
fr_fr: Chargement ...

source: Loading...
de_de: Lade...
fr_fr: Chargement en cours...

source: Lobby, Hallway, Entrance
de_de: Lobby, Flur, Eingang
fr_fr: Hall, Hall d'entrée, entrée

source: Locale
de_de: Gebietsschema

source: Location
de_de: Standort
fr_fr: Lieu

source: Location Address
de_de: Standort-Adresse
fr_fr: Locatlisation de l'adresse

source: Location Archived
de_de: Standort archiviert
fr_fr: Localisation Archivé

source: Location City
de_de: Standort-Ort
fr_fr: Localisation de la ville

source: Location Header
de_de: Standort-Überschrift
fr_fr: Localisation Header

source: Location Info
de_de: Standortinformation
fr_fr: Infos emplacement [&]

source: Location Info Two
de_de: Standortinformation 2
fr_fr: Infos emplacement Deux

source: Location Name
de_de: Standortname
fr_fr: Nom de l'emplacement

source: Location name
de_de: Standortname
fr_fr: Nom de l'emplacement

source: Location removed from favourites.
de_de: Standort von Favoriten entfernt.
fr_fr: Lieu retiré des favoris.

source: Location successfully archived.
de_de: Standort erfolgreich archiviert.
fr_fr: Site archivé avec succès.

source: Location successfully created.
de_de: Standort erfolgreich erstellt.
fr_fr: Site créé avec succès.

source: Location successfully restored.
de_de: Standort erfolgreich wiederhergestellt.
fr_fr: Site restauré avec succès.

source: Location successfully transferred.
de_de: Standort erfolgreich übertragen.
fr_fr: Site transféré avec succès.

source: Location {{val}} favourites.
de_de: Standort {{val}} Favoriten.
fr_fr: Sites {{val}} favoris.

source: Locations
de_de: Standorte
fr_fr: Sites

source: Logged In
de_de: Angemeldet
fr_fr: Connecté

source: Logged in
de_de: Angemeldet
fr_fr: Connecté...

source: Logging
de_de: Protokollierung
fr_fr: Mémorisation

source: Login Button
de_de: Anmelde-Schaltfläche
fr_fr: Bouton de Login

source: Login Image
de_de: Anmelde-Bild
fr_fr: image de Login

source: Logout
de_de: Abmelden
fr_fr: Se déconnecter

source: Logout?
de_de: Abmelden?
fr_fr: Se déconnecter ?

source: Logs
de_de: Protokolle
fr_fr: Journaux

source: Logs in through splash
de_de: Anmeldungen über Startseite
fr_fr: Logger au moyen du portail

source: Looks like you've lost connection. It's probably best you wait until you reconnect, otherwise we can't save your changes.
de_de: Es sieht aus, als ob Sie die Verbindung verloren haben. Es ist am besten, wenn Sie einen Moment warten bevor Sie die Verbindung wiederherstellen. Sonst können Ihre Änderungen nicht gespeichert werden.
fr_fr: On dirait que vous avez perdu la connexion. Il est probablement préférable d'attendre jusqu'à ce que vous vous reconnectiez, sinon nous ne pouvons pas enregistrer vos modifications.

source: Lost Connection
de_de: Verbindung verloren
fr_fr: Connexion perdue

source: Lost Power
de_de: Verbindung verloren
fr_fr: Alimentation Perdue

source: Lowercase only, no numbers or special characters
de_de: Nur Kleinbuchstaben, keine Zahlen oder Sonderzeichen
fr_fr: Minuscules seulement, pas de chiffres ou caractères spéciaux

source: Lowercase, letters only.
de_de: Nur Kleinbuchstaben.
fr_fr: Minuscules, lettres seulement.

source: Lucky day
de_de: Glückstag
fr_fr: Jour de chance

source: Luxembourg
de_de: Luxemburg

source: MAC Address
de_de: MAC-Adresse
fr_fr: Adresse MAC

source: MAC is required.
de_de: MAC-Adresse ist erforderlich.
fr_fr: MAC est nécessaire.
