Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: Wallis and Futuna
de_de: Wallis und Futuna
fr_fr: Wallis-et-Futuna

source: Warnings
de_de: Warnungen
fr_fr: Mise en garde

source: We were able to reach the server but your username or password was rejected.
de_de: Wir waren in der Lage, den Server zu erreichen aber Ihr Benutzernamen oder das Kennwort wurde zurückgewiesen.

source: We were unable to reach your server at {{ location.vsg_host }}.
de_de: Wir waren nicht in der Lage, Ihren Server bei {{location.vsg_host}} zu erreichen.

source: Web Address
de_de: Web-Adresse

source: Website
de_de: Webseite
fr_fr: Site Web

source: Wed
de_de: Mi.
fr_fr: Mer

source: Weekly
de_de: Wöchentlich
fr_fr: Hebdomadaire

source: Weekly Reports Disabled
de_de: Wöchentliche Berichte sind ausgeschaltet
fr_fr: Rapports hebdomadaires Désactivés

source: Weekly Reports Enabled
de_de: Wöchentliche Berichte sind eingeschaltet
fr_fr: Rapports hebdomadaires Activés

source: Weekly, multi-use
de_de: 1 Woche gültig, mehrmalige Nutzung
fr_fr: Multi-usage hebdomadaire

source: Weeks
de_de: Wochen
fr_fr: Semaines

source: Weight
de_de: Metrik
fr_fr: Poids

source: Weird
de_de: Seltsam
fr_fr: Bizarre

source: Welcome Page
de_de: Begrüßungsseite
fr_fr: Page d'Acceuil

source: Welcome Page Disabled
de_de: Begrüßungsseite ist ausgeschaltet
fr_fr: Page d'Accueil Désactivée

source: Welcome Page Enabled
de_de: Begrüßungsseite ist eingeschaltet
fr_fr: Page d'Accueil Activée

source: Welcome Text
de_de: Begrüßungstext
fr_fr: Texte de bienvenue

source: Welcome text (Max 1000 chars)
de_de: Begrüßungstext (Max. 1000 Zeichen)
fr_fr: Texte de bienvenue (Max 1000 car.)

source: Western Sahara
de_de: Westsahara
fr_fr: Sahara occidental

source: What are you looking for?
de_de: Wonach suchen Sie?
fr_fr: Que cherchez-vous ?

source: What do you want to call your first network?
de_de: Wie möchten Sie Ihr erstes Netzwerk nennen?
fr_fr: Comment voulez-vous appeler votre premier réseau?

source: What should we call you?
de_de: Wie sollen wir Sie nennen?
fr_fr: Comment devrions-nous vous appeler ?

source: What's the password?
de_de: Wie lautet Ihr Kennwort?
fr_fr: Quel est le mot de passe ?

source: When a Social is
de_de: Wird ein soziales Medium
fr_fr: Lorsqu'un réseau social est

source: When a box is
de_de: Wird ein Gerät
fr_fr: Lorsqu'un appareil est

source: When a client
de_de: Wird eine Station
fr_fr: Lorsqu'un client

source: When a guest is
de_de: Wird ein Gast
fr_fr: Quand un visiteur est

source: When a location is
de_de: Wird ein Standort
fr_fr: Lorsqu'un site est

source: When a network / SSID is
de_de: Wird ein Netzwerk / eine SSID
fr_fr: Lorsqu'un réseau / SSID est

source: When a purchase happens
de_de: Findet ein Kauf statt
fr_fr: Quand un achat est fait

source: When a splash page is
de_de: Wird eine Startseite
fr_fr: Quand un portail est

source: When a voucher is
de_de: Wird ein Gutschein
fr_fr: Quand un ticket est

source: When a zone is
de_de: Wird eine Zone
fr_fr: Lorsqu'une groupe est

source: When a {{object}} goes offline
de_de: Wenn ein(e) {{object}} offline geht
fr_fr: Quand un {{object}} se déconnecte

source: When a {{object}} goes online
de_de: Wenn ein(e) {{object}} online geht
fr_fr: Quand un {{object}} arrive en ligne

source: When a {{object}} is copied
de_de: Wenn ein(e) {{object}} kopiert wird
fr_fr: Quand un {{object}} est copié

source: When a {{object}} is created
de_de: Wenn ein(e) {{object}} erstellt wird
fr_fr: Quand un {{object}} est créé

source: When a {{object}} is deleted
de_de: Wenn ein(e) {{object}} gelöscht wird
fr_fr: Quand un {{object}} est supprimé

source: When a {{object}} is reset
de_de: Wenn ein(e) {{object}} zurückgesetzt wird
fr_fr: Quand un {{object}} est réinitialisé

source: When a {{object}} is restored
de_de: Wenn ein(e) {{object}} wiederhergestellt wird
fr_fr: Quand un {{object}} est rétablie

source: When a {{object}} is resynced
de_de: Wenn ein(e) {{object}} neu synchronisiert wird
fr_fr: Quand un {{object}} est resynchronisé

source: When a {{object}} is transferred
de_de: Wenn ein(e) {{object}} übertragen wird
fr_fr: Quand un {{object}} est transféré

source: When a {{object}} is updated
de_de: Wenn ein(e) {{object}} geändert wird
fr_fr: Quand un {{object}} est mis à jour

source: When a {{object}} logs in
de_de: Wenn ein(e) {{object}} angemeldet wird
fr_fr: Quand un {{object}} se connecte

source: When an email address is captured, send a trigger.
de_de: Einen Trigger senden, wenn eine E-Mail-Adresse erfasst wird.
fr_fr: Quand une adresse e-mail est capturé, envoyer une notification.

source: When an email is
de_de: Wird eine E-Mail-Adresse
fr_fr: Lorsqu'un e-mail est

source: When an order is refunded
de_de: Wenn eine Bestellung zurückerstattet wird
fr_fr: Quand une commande est remboursée

source: When should this expire
de_de: Wann soll dies ablaufen
fr_fr: Quand devrait-il expirer

source: When your codes have generated
de_de: Wann Ihre Codes erstellt wurden
fr_fr: Lorsque vos codes ont généré

source: Where is my mac address?
de_de: Wo ist meine MAC-Adresse?
fr_fr: Où est mon adresse mac ?

source: Where is the location
de_de: Wo ist der Standort
fr_fr: Où est l'endroit

source: Where is the network
de_de: Wo ist das Netzwerk

source: Wi-Fi Management Platform
de_de: WiFi-Management-Plattform
fr_fr: Platform de Management WiFi

source: WiFi Traffic
de_de: WiFi-Datenverkehr
fr_fr: Traffic WiFi

source: WiFi Traffic (Mbps)
de_de: WiFi-Datenverkehr (Mbit/s)
fr_fr: Traffic WiFi (Mbps)

source: WiFi Usage
de_de: WiFi-Nutzung
fr_fr: Utilisation du WiFi

source: Width
de_de: Breite
fr_fr: Largeur

source: Wireless Clients
de_de: WiFi-Stationen
fr_fr: Les clients sans fil

source: Wireless Settings
de_de: WiFi-Einstellungen
fr_fr: Paramètres sans fil

source: Wireless Stats
de_de: WiFi-Statistik
fr_fr: Statistiques sans fil

source: Wireless Usage
de_de: WiFi-Nutzung
fr_fr: Utilisation sans fil

source: Wnen a {{object}} is archived
de_de: Wenn ein {{object}} archiviert ist
fr_fr: Lorsqu'un {{object}} est archivée

source: Would you like to reboot this device?
de_de: Möchten Sie dieses Gerät neustarten?
fr_fr: Voulez-vous redémarrer cet périphérique ?

source: YOUR PLAN
de_de: IHR TARIF
fr_fr: Votre formule

source: You are a member of <b>{{ ::brand.brand_name }}</b>. Only brand admins can edit the brand details.
de_de: Sie sind Mitglied des Brands <b>{{:: brand.brand_name}}</b>. Nur Brand-Administratoren können die Brand-Details bearbeiten.
fr_fr: Vous êtes membre de <b> {{:: brand.brand_name}} </ b>. Seuls les admins peuvent modifier les détails de l'équipe.

source: You are unable to transfer a box to a location that isn't yours. If you need to transfer to a location you don't own, please delete it and send them the MAC address.
de_de: Sie können ein Gerät nicht an einen Standort übertragen, den Sie nicht verwalten. Wenn dies notwendig ist, dann löschen Sie das Gerät bei sich. Anschließend kann jemand anderes das Gerät neu zu seinem Standort hinzufügen.
fr_fr: Vous n'êtes pas en mesure de transférer un périphérique sur un site qui ne vous appartient pas. Si vous avez besoin de le migrer sur un site que vous ne possédez pas, veuillez svp supprimer et envoyer l'adresse MAC à qui de droit.

source: You are unable to transfer a splash to a location that isn't yours.
de_de: Sie können eine Startseite nicht an einen Standort übertragen, den Sie nicht verwalten.
fr_fr: Vous n'êtes pas en mesure de transférer un portail sur un site qui ne vous appartient pas.

source: You authenticated successfully.
de_de: Sie wurden erfolgreich angemeldet.
fr_fr: Vous avez été authentifié avec succès.

source: You can call me Alice. Nice to meet you.
de_de: Sie können mich Alice nennen. Schön Sie kennenzulernen.
fr_fr: Vous pouvez m'appeler Alice. Ravi de vous rencontrer.

source: You can change all these later if you need.
de_de: Sie können dies alles später noch ändern, wenn Sie wollen.

source: You can design the splash pages to match your style.
de_de: Sie können die Startseiten passend zu Ihrem Stil entwerfen.
fr_fr: Vous pouvez concevoir les pages de garde pour correspondre à votre style.

source: You can download the codes for three months after creation.
de_de: Sie können die Codes für drei Monate nach Erzeugung herunterladen.
fr_fr: Vous pouvez télécharger les codes pendant trois mois après les avoir créé.

source: You can put any html, images etc. in here, including links and even iFrames.
de_de: Sie können beliebigen HTML-Code einfügen, inklusive Bilder, Links und sogar iFrames.
fr_fr: Vous pouvez mettre ce que vous voulez (html, images etc.) ici, y compris des liens et iFrames.

source: You can't change the currency if you have an active subscription.
de_de: Sie können die Währung nicht ändern, wenn Sie ein aktives Abonnement haben.

source: You cannot delete a location with session data.
de_de: Ein Standort mit Anmeldedaten kann nicht gelöscht werden.
fr_fr: Vous ne pouvez pas supprimer un site avec des données de session.

source: You don't have a facebook page set up
de_de: Sie haben noch keine Facebook-Seite konfiguriert
fr_fr: Vous ne disposez pas d'une page facebook paramétrée

source: You don't have any active channel associated with your slack account.
de_de: Sie haben Ihrem Slack-Konto noch keinen aktiven Kanal zugeordnet.
fr_fr: Vous ne disposez pas de canal actif associé à votre compte Slack.

source: You don't have any facebook pages on that account, please try again
de_de: Sie haben keine Facebook-Seiten in Ihrem Konto, bitte versuchen Sie es nochmal
fr_fr: Vous ne disposez pas de pages facebook sur ce compte, veuillez réessayer ultérieurement svp

source: You don't have any splash pages.
de_de: Sie haben noch keine Startseiten.
fr_fr: Vous n'avez pas de portail.

source: You have no favourite locations.
de_de: Sie haben keine Standort-Favoriten.
fr_fr: Vous n'avez pas de sites favoris.

source: You have unsaved changes. Are you sure you want to leave the page?
de_de: Sie haben nicht gespeicherte Änderungen. Sind Sie sicher, dass Sie die Seite verlassen möchten?
fr_fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir quitter la page ?

source: You haven't added any devices yet. Please check through the list of compatible devices <a href="http://docs.cucumberwifi.io/article/78-compatible-devices-access-points" target="_blank">here</a>.
de_de: Sie haben noch keine Geräte hinzugefügt. Bitte überprüfen Sie die Liste der kompatiblen Geräte <a href="http://docs.cucumberwifi.io/article/78-compatible-devices-access-points" target="_blank">hier</a>.
fr_fr: Vous n'êtes pas encore ajouté d'appareils. S'il vous plaît vérifier la liste des appareils compatibles <a href="http://docs.cucumberwifi.io/article/78-compatible-devices-access-points" target="_blank"> </a> .

source: You must be connected to the same network and use the Cucumber firmware.
de_de: Sie müssen mit demselben Netzwerk verbunden sein und die Cucumber-Firmware verwenden.
fr_fr: Vous devez être connecté au même réseau et utiliser le firmware delos .

source: You must be on the same network as the devices you're trying to add.
de_de: Sie müssen im selben Netzwerk wie die Geräte sein, die Sie hinzufügen möchten.
fr_fr: Vous devez être sur le même réseau que les périphériques que vous essayez d'ajouter.

source: You must enter a NAS ID
de_de: Sie müssen eine NAS-ID eingeben.
fr_fr: Vous devez entrer un ID de NAS

source: You must enter a Northbound API password.
de_de: Bitte geben Sie das API-Kennwort an.

source: You must enter a PayPal Password.
de_de: Geben Sie ein PayPal Passwort ein.
fr_fr: Vous devez entrer un mot de passe PayPal.

source: You must enter a PayPal Signature.
de_de: Geben Sie eine PayPal Signatur ein.
fr_fr: Vous devez entrer une signature PayPal.

source: You must enter a city.
de_de: Geben Sie eine Stadt ein.
fr_fr: Vous devez entrer une ville.

source: You must enter a currency symbol.
de_de: Geben Sie ein Währungssymbol ein.
fr_fr: Vous devez entrer un symbole monétaire.

source: You must enter a postcode
de_de: Geben Sie eine Postleitzahl ein.
fr_fr: Vous devez entrer un code postal

source: You must enter a reboot interval.
de_de: Geben Sie ein Intervall für den Neustart an.
fr_fr: Vous devez saisir un intervalle de redémarrage.

source: You must enter a support email for the store.
de_de: Sie müssen eine Support-E-Mail-Adresse für den Shop angeben.
fr_fr: Vous devez entrer une adresse email de support pour le magasin.

source: You must enter a town
de_de: Geben Sie eine Stadt ein.
fr_fr: Vous devez entrer dans une ville

source: You must enter a username
de_de: Geben Sie einen Benutzernamen ein.
fr_fr: Vous devez entrer un nom d'utilisateur

source: You must enter a valid URL including http(s)
de_de: Geben Sie eine gültige URL inklusive http(s) ein
fr_fr: Vous devez entrer une URL valide, y compris http(s)

source: You must enter a valid URL.
de_de: Geben Sie eine gültige URL ein.

source: You must enter a valid email
de_de: Geben Sie eine gültige E-Mail-Adresse ein.
fr_fr: Vous devez entrer une adresse email valide

source: You must enter an address
de_de: Geben Sie eine Adresse ein
fr_fr: Vous devez entrer une adresse

source: You must enter an address.
de_de: Geben Sie eine Adresse ein.
fr_fr: Vous devez entrer une adresse.

source: You must enter an alert interval.
de_de: Geben Sie ein Intervall für Warnungen an.
fr_fr: Vous devez entrer un intervalle d'alerte.

source: You must enter an email
de_de: Geben Sie eine E-Mail-Adresse ein.
fr_fr: Vous devez saisir un email

source: You must enter an name
de_de: Geben Sie einen Namen ein.
fr_fr: Vous devez entrer un nom

source: You must give it a name
de_de: Geben Sie einen Namen an
fr_fr: Vous devez lui donner un nom

source: You must give the batch a description
de_de: Sie müssen eine Beschreibung für die Liste eingeben
fr_fr: Vous devez donner une description pour ce lot

source: You must give the batch a name
de_de: Benennen Sie die Liste
fr_fr: Vous devez donner un nom à ce lot

source: You must give the zone a name
de_de: Benennen Sie die Zone
fr_fr: Vous devez donner un nom à ce groupe

source: You must set a body for the message
de_de: Geben Sie für die Nachricht einen Inhalt ein.
fr_fr: Vous devez définir un corps pour le message

source: You must set a callback URI
de_de: Geben Sie eine Rückruf-URL an
fr_fr: Vous devez définir un rappel URL

source: You must set a description for the product.
de_de: Geben Sie eine Beschreibung für den Artikel ein.
fr_fr: Vous devez définir une description du produit.

source: You must set a duration for the product.
de_de: Legen Sie eine Dauer für den Artikel fest
fr_fr: Vous devez définir une durée pour le produit.

source: You must set a from address
de_de: Geben Sie eine Absender-Adresse an
fr_fr: Vous devez définir une adresse de provenance

source: You must set a label for the field.
de_de: Geben Sie dem Feld eine Bezeichnung.
fr_fr: Vous devez définir une étiquette pour le champ.

source: You must set a list ID.
de_de: Sie müssen eine Listen-ID angeben.
fr_fr: Vous devez définir un ID de liste .

source: You must set a name
de_de: Legen Sie einen Namen fest
fr_fr: Vous devez définir un nom

source: You must set a name for the field.
de_de: Definieren Sie einen Namen für das Feld
fr_fr: Vous devez définir un nom pour le champ.

source: You must set a password
de_de: Legen Sie ein Kennwort fest
fr_fr: Vous devez définir un mot de passe

source: You must set a quantity
de_de: Legen Sie eine Menge fest
fr_fr: Vous devez définir une quantité

source: You must set a subject
de_de: Geben Sie einen Betreff an
fr_fr: Vous devez définir un sujet

source: You must set a timeout for the product.
de_de: Sie müssen ein Zeitlimit für den Artikel angeben.
fr_fr: Vous devez définir un délai d'inactivité pour le produit.

source: You must set a username
de_de: Legen Sie einen Beutzernamen fest
fr_fr: Vous devez définir un nom d'utilisateur

source: You must set a username and password.
de_de: Definieren Sie einen Benutzernamen und ein Kennwort.
fr_fr: Vous devez définir un nom d'utilisateur et mot de passe.

source: You must set a value for the product.
de_de: Definieren Sie einen Wert für den Artikel.
fr_fr: Vous devez définir une valeur pour le produit.

source: You must set a webite
de_de: Definieren Sie eine Webseite
fr_fr: Vous devez définir un site web

source: You must set an API token.
de_de: Definieren Sie ein API-Token
fr_fr: Vous devez définir un token d'API.

source: You must set an SSID
de_de: Definieren Sie eine SSID
fr_fr: Vous devez définir un SSID

source: You must set an email
de_de: Definieren Sie eine E-Mail-Adresse
fr_fr: Vous devez définir un e-mail

source: You must set the PayPal Login.
de_de: Definieren Sie den PayPal Login
fr_fr: Vous devez paramétrer la connexion à PayPal.

source: You must set the SagePay password.
de_de: Geben Sie das SagePay-Kennwort an.
fr_fr: Vous devez définir le mot de passe SagePay.

source: You must set the SagePay vendor name.
de_de: Geben Sie den SagePay-Vendor-Namen an.
fr_fr: Vous devez définir le nom du vendeur SagePay.

source: You must set the Stripe public key.
de_de: Geben Sie das öffentliche Stripe-Kennwort an.
fr_fr: Vous devez définir la clé publique Stripe.

source: You must set the Stripe secret key.
de_de: Geben Sie das geheime Stripe-Kennwort an.
fr_fr: Vous devez définir la clé secrète Stripe.

source: You must set the data limit
de_de: Sie müssen das Datenlimit festlegen.
fr_fr: Vous devez définir la limite de données

source: You must set the download restriction.
de_de: Sie müssen ein Download-Limit festlegen.
fr_fr: Vous devez définir les restrictions de téléchargement.

source: You must set the email
de_de: Definieren Sie die E-Mail-Adresse
fr_fr: Vous devez définir l'adresse e-mail

source: You must set the max. users
de_de: Definieren Sie die maximale Benutzerzahl
fr_fr: Vous devez définir le nombre max. d'utilisateurs

source: You must set the restrict mins.
de_de: Sie müssen die Gültigkeit in Minuten eingeben
fr_fr: Vous devez définir les restrictions de temps.

source: You must set the validity minutes
de_de: Geben Sie die Gültigkeit in Minuten ein
fr_fr: Vous devez fixer le nombre de minutes de validité

source: You'll be on your way soon, please wait.
de_de: Es geht gleich weiter, bitte warten.
fr_fr: Vous serez bientôt tout à vous, veuillez svp attendre.

source: You'll need to create a splash page before creating any vouchers.
de_de: Bitte erstellen Sie eine Startseite bevor Sie Gutscheine generieren.
fr_fr: Vous aurez besoin de créer un portail avant de créer des tickets.

source: You're logged in. We're just getting your pages. One moment, please...
de_de: Sie sind angemeldet. Wir laden Ihre Seiten. Einen Moment bitte....
fr_fr: Vous êtes connecté. Nous élaborons vos pages. Un moment s'il vous plait...

source: You're on the free plan.
de_de: Sie verwenden den kostenlosen Tarif.
fr_fr: Vous êtes en formule libre.

source: You're on the {{ ::user.plan.plan_name }} Plan which costs {{ ::user.currency == 'USD' ? '$' : '£'}}{{ ::user.plan.plan_price | number:2 }} and is billed {{ ::user.plan.billing_period }}.
de_de: Sie sind im {{ ::user.plan.plan_name }}-Tarif, welcher {{ ::user.currency == 'USD' ? '$' : '£'}}{{ ::user.plan.plan_price | number:2 }} pro Monat kostet und {{ ::user.plan.billing_period }} berechnet wird.
fr_fr: Vous êtes en formule {{ ::user.plan.plan_name }} qui coûte {{ ::user.currency == 'USD'? '$' : '£'}} {{ ::user.plan.plan_price | number: 2}} et est facturé {{ ::user.plan.billing_period }}.

source: You've stumbled upon a page that doesn't exist yet.
de_de: Sie wurden auf eine Seite geleitet, die (noch) nicht existiert.
fr_fr: Vous avez trébuché sur une page qui n'existe pas encore.

source: Your Cucumber Applications
de_de: Ihre Cucumber-Anwendungen
fr_fr: Vos Applications

source: Your Current Password
de_de: Bisheriges Kennwort
fr_fr: Votre Mot de Passe actuel

source: Your Facebook Page Id
de_de: Ihre Facebook-Seiten-ID
fr_fr: Votre Id Facebook

source: Your Meraki Validator
de_de: Ihr Meraki-Validator
fr_fr: Votre Validateur Meraki

source: Your New Password
de_de: Ihr neues Kennwort
fr_fr: Votre Nouveau Mot de Passe

source: Your Newsletter List ID
de_de: Ihre Newsletter-Listen-ID
fr_fr: Votre ID de Newsletter

source: Your Twitter &amp; Facebook links appear on your login screens.
de_de: Ihre Twitter &amp; Facebook Links erscheinen in Ihrer Anmeldeseite.
fr_fr: Vos liens Twitter &amp; Facebook apparaissent sur votre écran de login.

source: Your Website
de_de: Ihre Webseite
fr_fr: Site web

source: Your address
de_de: Ihre Adresse
fr_fr: Votre adresse

source: Your application name
de_de: Ihr Anwendungsname
fr_fr: Votre nom d'application

source: Your billing city
de_de: Ihre Rechnungsstadt
fr_fr: Votre ville de facturation

source: Your billing postcode
de_de: Rechnungspostleitzahl
fr_fr: Votre code postal de facturation

source: Your callback URL
de_de: Ihre Rückruf URL
fr_fr: Votre URL de rappel

source: Your codes are still generating, please wait.
de_de: Ihre Codes werden erstellt, bitte warten Sie.
fr_fr: Vos codes sont en cours de génèration, veuillez svp patienter.

source: Your codes have not generated yet, please wait.
de_de: Ihre Codes wurden noch nicht erstellt, bitte warten Sie.
fr_fr: Vos codes ne sont pas encore générés, veuillez svp patienter.

source: Your company name
de_de: Firma
fr_fr: Votre Nom de Société

source: Your customers enter this on the login pages.
de_de: Ihre Kunden geben das auf den Login-Seiten an.
fr_fr: Vos clients entrent ceci sur les pages de connexion.

source: Your dashboard address is&nbsp;
de_de: Ihre Dashboard-Adresse ist&nbsp;
fr_fr: Votre adresse de tableau de bord est&nbsp;

source: Your dashboard is being created.
de_de: Ihr Dashboard wird erstellt.
fr_fr: Votre tableau de bord est en cours de création.

source: Your device has been added.
de_de: Ihr Gerät wurde hinzugefügt.
fr_fr: Votre périphérique a été ajouté.

source: Your devices have been added.
de_de: Ihre Geräte wurden hinzugefügt.
fr_fr: Vos périphériques ont été ajouté.

source: Your location name
de_de: Ihr Standortname
fr_fr: Votre nom de site

source: Your monthly cost will be {{ (plan.plan_price || 0) | currency : currency }}. A charge will be applied to your card immediately.
de_de: Ihre monatlichen Kosten sind {{ (plan.plan_price || 0) | currency : currency }}. Ihre Karte wird unmittelbar mit diesem Betrag belastet.
fr_fr: Votre coût mensuel sera de {{(plan.plan_price || 0) | currency : currency }}. Un premier prélèvement sera effectué sur votre carte immédiatement.

source: Your page: {{ facebook_username }}
de_de: Ihre Seite: {{ facebook_username }}
fr_fr: Votre page: {{ facebook_username }}

source: Your postcode
de_de: Ihre Postleitzahl
fr_fr: Votre code postal

source: Your report will be emailed to you soon
de_de: Ihr Bericht wird Ihnen bald per E-Mail zugesendet
fr_fr: Votre rapport sera envoyé par email prochainement

source: Your session timeout is longer than the duration of your voucher. Users may not get logged off before their voucher expires.
de_de: Ihre maximale Anmeldezeit ist länger als die Gültigkeit Ihres Gutscheins. Gäste könnten nicht abgemeldet werden, wenn Ihr Gutschein abläuft.
fr_fr: Votre délai d'inactivité est plus long que la durée de votre bon. Les utilisateurs peuvent rester connectés jusqu'à l'expiration de leur bon.

source: Your splash pages and networks will be activated.
de_de: Ihre Startseiten und Netzwerke werden eingeschaltet.
fr_fr: Vos pages de garde et réseaux seront activés.

source: Your store won't appear on the splash pages until you've set it to active.
de_de: Ihr Shop wird nicht auf der Startseite erscheinen, bis Sie ihn auf aktiv gesetzt haben.
fr_fr: Votre magasin n'apparaitra pas sur les pages de garde jusqu'à ce que vous l'ayez activé.
