Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: &nbsp;between {{ query.start | humanDate }} and {{ query.end | humanDate }}
de_de: &nbsp;zwischen {{ query.start | humanDate }} und {{ query.end | humanDate }}
fr_fr: &nbsp; entre {{query.start | humanDate}} et {{query.end | humanDate}}

source: &nbsp;created between {{ query.start | humanDate }} and {{ query.end | humanDate }}
de_de: &nbsp;erfasst zwischen dem {{ query.start | humanDate }} und dem {{ query.end | humanDate }}
fr_fr: &nbsp; créé entre {{query.start | humanDate}} et {{query.end | humanDate}}

source: 'Internal Only' saves email in dashboard but doesn't subscribe to external service like MailChimp.
de_de: 'Nur Intern' speichert E-Mail-Adressen im Dashboard, nutzt aber keine externen Dienstleister wie z.B. MailChimp.
fr_fr: 'Interne Uniquement' conserve les adresses email dans le tableau de bord, mais ne souscrit pas à un service externe comme MailChimp.

source: 'Make Part of LAN' disabled because repeater mode is activated.
de_de: 'Verbunden mit LAN' inaktiv, weil der Repeater-Modus aktiv ist.
fr_fr: 'Faire partie du réseau local' est désactivée parce que le mode répéteur est activé.

source: 'Make Part of LAN' disabled because you have an active VLAN.
de_de: 'Verbunden mit LAN' inaktiv, weil ein VLAN gesetzt ist.
fr_fr: 'Faire partie du réseau local' est désactivée parce que vous avez un VLAN actif.

source: 'Powered By' Hidden
de_de: 'Powered By' versteckt
fr_fr: 'Powered By' Invisible

source: 'Powered By' Visible
de_de: 'Powered By' sichtbar

source: (No SLA)
de_de: (Keine Dienstleistungsvereinbarung)
fr_fr: (Pas de SLA)

source: . Static IP: {{ ::box.wan_ipaddr }}
de_de: . Statische IP-Adresse: {{ ::box.wan_ipaddr }}
fr_fr: . IP statique: {{ ::box.wan_ipaddr }}

source: 0 TBC
de_de: 0 zu bestätigen
fr_fr: 0 à Confirmer

source: 1 Client Online.
de_de: 1 Station online
fr_fr: 1 Client en Ligne.

source: 1 Device
de_de: 1 Gerät
fr_fr: 1 Périphérique

# filtered number, devices
source: 1 Device.
de_de: 1 Gerät.
fr_fr: 1 Périphérique.

# total number, devices
source: 1 Device.
de_de: 1 Gerät.
fr_fr: 1 Périphérique

source: 1 Favourite
de_de: 1 Favorit
fr_fr: 1 Favori

# filtered number, groups
source: 1 Group Policy
de_de: 1 Gruppenrichtlinie
fr_fr: 1 Stratégie de Groupe

# total number, groups
source: 1 Group Policy
de_de: 1 Gruppenrichtlinie
fr_fr: 1 Stratégie de Groupe

source: 1 Guest
de_de: 1 Gast
fr_fr: 1 Visiteur

source: 1 Location
de_de: 1 Standort
fr_fr: 1 Lieu

source: 1 Product
de_de: 1 Artikel
fr_fr: 1 Produit

source: 1 Radius Session
de_de: 1 RADIUS-Anmeldung
fr_fr: 1 Session RADIUS

source: 1 User
de_de: 1 Benutzer
fr_fr: 1 Utilisateur

source: 1 active device.
de_de: 1 aktives Gerät.
fr_fr: 1 périphérique actif

# in zones index component
source: 1 box
de_de: 1 Gerät
fr_fr: 1 périphérique

source: 1 box.
de_de: 1 Gerät.
fr_fr: 1 périphérique

# in locations component
source: 1 box.
de_de: 1 Gerät.
fr_fr: 1 périphérique

source: 1 client online.
de_de: 1 Station online.
fr_fr: 1 client en ligne.

source: 1 device zone
de_de: 1 Geräte-Zone
fr_fr: 1 groupe du périphérique

source: 1 email
de_de: 1 E-Mail-Adresse

source: 1 location
de_de: 1 Standort
fr_fr: 1 Lieu

# in group policy componenet
source: 1 network
de_de: 1 Netzwerk
fr_fr: 1 réseau

# in zones index componenet
source: 1 network
de_de: 1 Netzwerk
fr_fr: 1 réseau

# in zones componenet
source: 1 network.
de_de: 1 Netzwerk.
fr_fr: 1 réseau

source: 1 voucher code in use by client.
de_de: 1 Gutschein-Code wird vom Kunden verwendet.
fr_fr: 1 ticket utilisé par les clients.

source: 1d
de_de: 1 Tag
fr_fr: 1j

source: 2.4Ghz Channel
de_de: 2,4 GHz Kanal
fr_fr: Canaux 2,4 GHz

source: 2.4Ghz Mode
de_de: 2,4 GHz Modus
fr_fr: Mode 2,4 GHz

source: 2.4Ghz Power ({{box.tx_power_2}}dBm)
de_de: 2,4 GHz Sendeleistung ({{box.tx_power_2}} dBm)
fr_fr: Puissance 2,4 GHz ({{box.tx_power_2}} dBm)

source: 2.4Ghz only
de_de: Nur 2,4 GHz
fr_fr: Exclusivement 2,4 GHz

source: 20 minute, quickcode
de_de: 20 Minuten, QuickCode
fr_fr: 20 minutes, quickCode

source: 24 hour, single-use voucher
de_de: 24 Stunden gültig, ein Endgerät
fr_fr: 24 heures, ticket à usage unique

source: 30d
de_de: 30 Tage
fr_fr: 30j

source: 30m
de_de: 30 Min.

source: 5 letters or more please.
de_de: Mindestens 5 Zeichen.
fr_fr: 5 lettres ou plus svp.

source: 5Ghz Channel
de_de: 5 GHz Kanal
fr_fr: Canal 5 GHz

source: 5Ghz Mode
de_de: 5 GHz Modus
fr_fr: Mode 5 GHz

source: 5Ghz Power ({{box.tx_power_5}}dBm)
de_de: 5 GHz Sendeleistung ({{box.tx_power_5}} dBm)
fr_fr: Puissance 5 GHz ({{box.tx_power_5}} dBm)

source: 5Ghz only
de_de: Nur 5 GHz
fr_fr: Exclusivement 5 GHz

source: 5m
de_de: 5 Min.

source: 60 minute, multi-use voucher
de_de: 60 Minuten gültig, mehrmalige Nutzung
fr_fr: 60 minutes, ticket multi-utilisateurs

source: 60m
de_de: 60 Min.

source: 6h
de_de: 6 Std.

source: 7 day, unlimited voucher
de_de: 7 Tage uneingeschränkt gültig
fr_fr: 7 jours, ticket illimité

source: 7d
de_de: 7 Tage
fr_fr: 7j

source: 802.1x Radius Settings
de_de: 802.1x RADIUS-Einstellungen
fr_fr: Paramètres Radius 802.1x

source: <md-icon md-font-icon="arrow_back">star</md-icon> Enterprise Customer
de_de: <md-icon md-font-icon="arrow_back">star</md-icon> Enterprise-Kunde
fr_fr: <md-icon md-font-icon="arrow_back">star</md-icon> Enterprise client

source: <small>Please adjust the session timeout so it is less than your validity minutes.</small>
de_de: <small>Bitte wählen Sie die Anmeldezeit so, dass der Zeitraum kleiner ist als die Gültigkeit in Minuten.</small>
fr_fr: <small> Veuillez s'il vous plat ajuster votre délai d'inactivité afin qu'il soit inférieur à la durée de validité. </ Small>

source: A 24 hour voucher, for up to 3 devices. Valid for one 24 hour period.
de_de: Ein 24 Stunden Gutschein für bis zu 3 Geräte.
fr_fr: Un ticket de 24 heures, pour un maximum de 3 périphériques. Valable pour une période de 24 heures.

source: A 60 minute, multi-use voucher. Use me until my minutes have expired.
de_de: 60 Minuten Gutschein für mehrmalige Nutzung.
fr_fr: Un ticket multi-utilisateurs de 60 minutes. Utilisez-moi jusqu'à ce que mes minutes soient écoulées.

source: A 7 day voucher, for up to 3 devices. Valid for 7 consecutive days.
de_de: Ein 7 Tage Gutschein für bis zu 3 Geräten ist an 7 aufeinanderfolgenden Tagen gültig.
fr_fr: Un ticket de 7 jours, pour un maximum de 3 périphériques. Valable pendant 7 jours consécutifs.

source: A DNS value is required
de_de: DNS-Wert muss eingegeben werden.
fr_fr: Une valeur de DNS est nécessaire

source: A WAN metric is required
de_de: Eine WAN-Metrik ist erforderlich
fr_fr: Un paramètre WAN est nécessaire

source: A confirmation has been sent to your email
de_de: Eine Bestätigung wurde an Ihre E-Mail-Adresse gesendet
fr_fr: Une confirmation a été envoyé à votre adresse email

source: A dashboard name is required.
de_de: Eine Bezeichnung für den Startbildschirm ist erforderlich.

source: A description is required
de_de: Bitte eine Beschreibung eingeben
fr_fr: Une description est requise

source: A description is required.
de_de: Bitte eine Beschreibung eingeben.
fr_fr: Une description est requise.

source: A firmware upgrade is available.
de_de: Eine Firmware-Aktualisierung steht zur Verfügung.
fr_fr: Une mise à jour du firmware est disponible.

source: A location address is required.
de_de: Bitte geben Sie eine Adresse für den Standort an.
fr_fr: Une adresse d'installation est nécessaire.

source: A location name is required.
de_de: Bitte geben Sie dem Standort einen Namen.
fr_fr: Un nom de site est nécessaire.

source: A monthly voucher for 5 up to devices. Valid for 30 consecutive days.
de_de: Ein Monats-Gutschein mit einer Gültigkeit von 30 aufeinanderfolgenden Tagen.
fr_fr: Un ticket mensuel valable jusqu'à 5 périphériques. Valide pour 30 jours consécutifs.

source: A product for immediate purchase, enjoy.
de_de: Ein Artikel für den sofortigen Erwerb.
fr_fr: Un produit pour usage immédiat, profitez-en bien.

source: A short description of the zone
de_de: Eine kurze Beschreibung der Zone
fr_fr: Une brève description du groupe

source: A single-use voucher valid for 20 minutes from the time you login
de_de: Ein einmal zu verwendender Gutschein mit einer Gültigkeit von 20 Minuten ab erster Anmeldung.
fr_fr: Un ticket à usage unique valable pendant 20 minutes à partir du moment où vous vous connectez

source: A username is required.
de_de: Ein Benutzername ist erforderlich.
fr_fr: Un nom d'utilisateur est requis.

source: A valid MTU is required
de_de: Eine gültige MTU ist erforderlich
fr_fr: Un MTU valide est nécessaire

source: A valid password is required
de_de: Ein gültiges Kennwort ist erforderlich
fr_fr: Un mot de passe valide est nécessaire

source: ADD
de_de: HINZUFÜGEN
fr_fr: AJOUTER

source: ADD COUPON
de_de: COUPON HINZUFÜGEN
fr_fr: AJOUTER UN BON

source: ADD DEVICES
de_de: GERÄTE HINZUFÜGEN
fr_fr: AJOUTER DES PERIPHERIQUES

source: AP Description
de_de: AP-Beschreibung
fr_fr: Description de l'AP

source: API secret required when using your own App.
de_de: API-Geheimnis erforderlich, wenn Sie Ihre eigene App zu verwenden.
fr_fr: Un secret d'API est nécessaire lorsque vous utilisez votre propre App.

source: Access
de_de: Zugriff

source: Access Log
de_de: Zugriffsprotokoll
fr_fr: Logs d'accès

source: Access Logs
de_de: Zugriffsprotokolle
fr_fr: Logs d'accès

source: Access Point Cost
de_de: Kosten pro Gerät
fr_fr: Coût du Point d'Accès

source: Access Restriction
de_de: Zugriffsbeschränkung
fr_fr: Restriction d'accès

source: Access Restrictions
de_de: Zugriffsbeschränkungen
fr_fr: Restrictions d'accès

source: Access Settings
de_de: Zugriffseinstellungen
fr_fr: Paramètres d'accès

source: Access Type
de_de: Zugriffsart
fr_fr: Type d'accès

source: Access Types
de_de: Zugriffsarten
fr_fr: Types d'accès

source: Access denied. If you cancelled the request, please try again.
de_de: Zugriff verweigert. Wenn Sie die Anfrage abgebrochen haben, versuchen Sie es erneut.
fr_fr: Accès refusé. Si vous avez annulé la demande, veuillez svp réessayer.

source: Account
de_de: Konto
fr_fr: Compte

source: Account Created
de_de: Konto erstellt
fr_fr: Compte créé

source: Account ID
de_de: Konto-ID
fr_fr: ID du Compte

source: Accounting Port
de_de: Accounting-Server-Port
fr_fr: Port de Comptabilité

source: Action
de_de: Aktion

source: Action Required. This box has been manually reset. Please confirm this action. Or click cancel to ignore.
de_de: Handeln erforderlich. Dieses Gerät wurde manuell zurückgesetzt. Bitte bestätigen Sie diese Aktion oder klicken Sie auf Abbrechen.
fr_fr: Action requise. Ce périphérique a été réinitialisé manuellement. Veuillez svp confirmer cette action. Ou cliquez sur Annuler pour ignorer.

source: Action Required. This box is not part of a zone. The box will function but will not broadcast an SSID. Add this box to a zone to complete setup.
de_de: Handeln erforderlich. Dieses Gerät ist in keiner Zone. Es funktioniert, wird aber keine SSID ausstrahlen. Fügen Sie dieses Gerät einer Zone hinzu, um die Installation abzuschließen.
fr_fr: Action requise. Ce périphérique ne fait pas partie d'un groupe. Il fonctionnera mais ne diffusera pas de SSID. Ajouter ce périphérique à un groupe pour terminer la configuration.

source: Activated
de_de: Aktiviert
fr_fr: Activé

source: Activated: {{ ::(code.date_activated | humanTime) }}
de_de: Aktiviert: {{ ::(code.date_activated | humanTime) }}
fr_fr: Activé: {{: :( code.date_activated | humanTime)}}

source: Active
de_de: Aktiv
fr_fr: Actif

source: Active switch
de_de: Aktiver Switch
fr_fr: Commutateur actif

source: Add Another
de_de: Hinzufügen
fr_fr: Ajouter un autre

source: Add App
de_de: App hinzufügen
fr_fr: Ajouter App.

source: Add Box
de_de: Gerät hinzufügen
fr_fr: Ajouter Périphérique

source: Add Client
de_de: Station hinzufügen
fr_fr: Ajouter un Client

source: Add Coupon
de_de: Gutschein hinzufügen
fr_fr: Ajouter un Bon

source: Add Credit Card
de_de: Kreditkarte hinzufügen
fr_fr: Ajouter une carte de crédit

source: Add Device
de_de: Gerät hinzufügen
fr_fr: Ajoutez un périphérique

source: Add Filter
de_de: Regel hinzufügen
fr_fr: Ajouter un filtre

source: Add Location
de_de: Standort hinzufügen
fr_fr: Ajouter un Site

source: Add To MailChimp
de_de: Mit MailChimp verbinden
fr_fr: Ajouter à MailChimp

source: Add To Slack
de_de: Mit Slack verbinden
fr_fr: Ajouter à Slack

source: Add To Twillio
de_de: Mit Twillio verbinden
fr_fr: Ajouter à Twillio

source: Add To Zone
de_de: Zu Zone hinzufügen
fr_fr: Ajouter au Groupe

source: Add a Device
de_de: Ein Gerät hinzufügen
fr_fr: Ajouter un périphérique

source: Add a card to your account before choosing a plan from the list below.
de_de: Fügen Sie ein Zahlungsmittel zu Ihrem Konto hinzu, bevor Sie einen Tarif aus der Liste auswählen.
fr_fr: Ajouter une carte à votre compte avant de choisir un plan dans la liste ci-dessous.

source: Add a comment
de_de: Einen Kommentar hinzufügen
fr_fr: Ajouter un commentaire

source: Add a coupon code
de_de: Gutschein-Code hinzufügen
fr_fr: Ajouter un code promo

source: Add a location to your favourites by clicking the heart on the dashboard.
de_de: Fügen Sie einen Standort zu Ihren Favoriten hinzu, indem Sie auf das Herz klicken.
fr_fr: Ajouter un emplacement à vos favoris en cliquant sur le coeur sur le tableau de bord.

source: Add a new app.
de_de: Eine neue App hinzufügen.
fr_fr: Ajouter une nouvelle application.

source: Add a new device.
de_de: Ein neues Gerät hinzufügen.
fr_fr: Ajouter un périphérique

source: Add a new location.
de_de: Einen neuen Standort hinzufügen.
fr_fr: Ajouter un nouveau site

source: Add a product before activating this store.
de_de: Fügen Sie einen Artikel zum Shop hinzu, bevor Sie diesen aktivieren.
fr_fr: Ajouter un produit avant d'activer cette boutique.

source: Add a product to the store.
de_de: Fügen Sie einen Artikel zum Shop hinzu.
fr_fr: Ajouter un produit à la boutique.

source: Add additional billing email addresses
de_de: Zusätzliche Rechnungs-E-Mail-Adresse hinzufügen
fr_fr: Ajouter des adresses de facturation électroniques supplémentaires

source: Add location to favourites.
de_de: Standort zu Favoriten hinzufügen.

source: Add support for your Ruckus VSZ.
de_de: Unterstützung für Ruckus VSZ hinzufügen

source: Add the device with mac {{ ap_mac }} to a zone.
de_de: Gerät mit MAC-Adresse {{ ap_mac }} zu einer Zone hinzufügen.
fr_fr: Ajoutez le périphérique avec l'adresse mac {{ap_mac}} à un groupe.

source: Add to Zone
de_de: Zur Zone hinzufügen
fr_fr: Ajouter au Groupe

source: Add unlimited devices.
de_de: Unbeschränkte Anzahl an Geräten hinzufügen.
fr_fr: Ajouter des périphériques illimités.

source: Add users to manage and monitor your location.
de_de: Benutzer für Verwaltung und Überwachung Ihres Standortes hinzufügen.

source: Added
de_de: Hinzugefügt
fr_fr: Ajouté(e)

source: Added {{ ::i.created_at | humanTime }} to {{ ::i.location_name }}
de_de: {{ ::i.created_at | humanTime }} zu {{ ::i.location_name }} hinzugefügt
fr_fr: Ajouté {{ ::i.created_at | humanTime }} to {{ ::i.location_name }}

source: Additional Billing Emails
de_de: Zusätzliche Rechnungs-E-Mail-Adresse
fr_fr: Emails de facturation supplémentaires

source: Additional Device Costs
de_de: Zusätzliche Geräte-Kosten
fr_fr: Coûts des périphériques supplémentaires

source: Additional Information Unavailable
de_de: Keine weiteren Informationen verfügbar
fr_fr: Informations supplémentaires Non Disponibles

source: Address
de_de: Adresse
fr_fr: Adresse

source: Adjust the general settings for your splash pages.
de_de: Allgemeine Einstellungen Ihrer Startseite anpassen.
fr_fr: Réglez les paramètres généraux pour vos portails d'accés.

source: Adjust the global settings for your boxes and other devices.
de_de: Globale Einstellungen für Ihre Geräte anpassen.
fr_fr: Réglez les paramètres globaux de vos périphériques.

source: Adjust your email settings and notification preferences.
de_de: E-Mail und Benachrichtigungs-Einstellungen anpassen.
fr_fr: Réglez vos paramètres de messagerie et les préférences de notification.

source: Admin Users
de_de: Administratoren
fr_fr: Utilisateurs Admin

source: Admins
de_de: Administratoren

source: Adult
de_de: Erwachsener
fr_fr: Adulte

source: Advanced
de_de: Erweitert
fr_fr: Avancé

source: Advanced Radio Settings
de_de: Erweiterte Radio-Einstellungen
fr_fr: Réglages Radio Avancée

source: Advanced Settings
de_de: Erweiterte Einstellungen
fr_fr: Réglages Avancés

source: Albania
de_de: Albanien
fr_fr: Albanie

source: Alerting Devices
de_de: Geräte mit Warnungen
fr_fr: Périphériques Alertant

source: Alerts
de_de: Warnungen
fr_fr: Alertes

source: Alerts {{ box.is_monitored | humanBoolean }}
de_de: Warnungen {{ box.is_monitored | humanBoolean }}
fr_fr: Alertes {{ box.is_monitored | humanBoolean }}

source: Algeria
de_de: Algerien
fr_fr: Algérie

source: Alice in Wonderland
de_de: Alice im Wunderland
fr_fr: Alice au pays des merveilles

source: All
de_de: Alle
fr_fr: Tout

source: All Time, multi-use
de_de: Unbeschränkt gültig, mehrmalige Nutzung
fr_fr: Tous le temps, multi-usage

source: All available bands
de_de: Alle verfügbaren Kanäle
fr_fr: Toutes les bandes disponibles

source: All systems operational.
de_de: Alle Systeme betriebsbereit.
fr_fr: Tous les systèmes opérationnels

source: All time
de_de: Jederzeit
fr_fr: Tout le temps

source: Allow Checkin {{ splash.fb_checkin ? 'Enabled' : 'Disabled' }}
de_de: Anmelden zulassen ist {{ splash.fb_checkin ? 'eingeschaltet' : 'ausgeschaltet' }}
fr_fr: Autoriser la Vérification {{ splash.fb_checkin ? 'Activé' : 'Désactivé' }}

source: Allow Opt-Out
de_de: Opt-Out zulassen
fr_fr: Autoriser Opt-Out

source: Allow White-listed Clients
de_de: Erlaubt für Stationen auf der Whitelist
fr_fr: Autoriser les clients "white listé"

source: Allow checkin
de_de: Anmelden erlauben
fr_fr: Autoriser checkin

source: Allowed Days
de_de: Zulässige Tage
fr_fr: Jours autorisés

source: Allowed IPs
de_de: Zulässige IPs
fr_fr: IPs autorisés

source: Allowed URL
de_de: Zulässige URL
fr_fr: URL autorisés

source: American Samoa
de_de: Amerikanisch-Samoa
fr_fr: Samoa Américaines

source: An accurate location category == better analytics :)
de_de: Eine genaue Standortkategorie führt zu besseren Analysen.
fr_fr: Une catégorie de géolocalisation précise == de meilleures stats analytiques :)

source: An unknown error occurred, please try again.
de_de: Ein unbekannter Fehler ist aufgetreten, bitte versuchen Sie es erneut.
fr_fr: Une erreur est survenue. Veuillez svp réessayer.

source: An unknown error occurred, try again.
de_de: Ein unbekannter Fehler ist aufgetreten, bitte neu versuchen.
fr_fr: Une erreur inconnue est survenue, essayez à nouveau.

source: An upgrade is available for this device
de_de: Für dieses Gerät steht eine Aktualisierung bereit.
fr_fr: Une mise à jour est disponible pour ce périphérique

source: Analytics
de_de: Analysen

source: Analytics Settings
de_de: Analyse-Einstellungen
fr_fr: Paramètres de Stat. Analytiques

source: Antarctica
de_de: Antarktis
fr_fr: Antarctique

source: Antigua and Barbuda
de_de: Antigua und Barbuda
fr_fr: Antigua et Barbade

source: Ap Mac
de_de: AP-MAC-Adresse
fr_fr: Mac de l'AP

source: App ID
de_de: Anwendungs-ID
fr_fr: ID de l'App

source: App Secret
de_de: Anwendungs-Kennwort
fr_fr: Secret de l'App

source: Appears after a user logs in.
de_de: Erscheint, nachdem ein Gast sich angemeldet hat.
fr_fr: Apparaît après qu'un utilisateur se connecte.

source: Appears on your dashboard login page (not your login screens).
de_de: Erscheint auf Ihrer Dashboard-Anmeldung (nicht Ihre Anmeldeseite).
fr_fr: Apparaît sur votre page d'accés au tableau de bord (pas sur l'écran de login).

source: Application Name
de_de: Anwendungs-Name
fr_fr: Nom de l'application

source: Application URLs:
de_de: Anwendungs-URL
fr_fr: URL de l'application:

source: Application Website
de_de: Anwendungs-Webseite
fr_fr: Site Web de l'Application

source: Application successfully created
de_de: Anwendung erfolgreich erstellt
fr_fr: Application créée avec succès

source: Application successfully updated
de_de: Anwendung erfolgreich geändert
fr_fr: Mis à jour réalisée avec succès

source: Apply To
de_de: Anwenden auf
fr_fr: Postuler à

source: Apps
de_de: Anwendungen
fr_fr: Applications

source: Aps Included in Plan
de_de: Im Tarif enthaltene APs
fr_fr: Aps inclus dans le plan

source: Archive
de_de: Archivieren
fr_fr: Archives

source: Are you sure you want to archive this location
de_de: Möchten Sie diesen Standort wirklich archivieren?
fr_fr: Êtes-vous sûr que vous voulez archiver ce site ?

source: Are you sure you want to cancel?
de_de: Möchten Sie wirklich abbrechen?
fr_fr: Êtes-vous sûr que vous voulez annuler ?

source: Are you sure you want to change the API Token?
de_de: Wollen Sie das API-Token wirklich ändern?
fr_fr: Êtes-vous sûr de vouloir changer le Token de l'API ?

source: Are you sure you want to delete these devices?
de_de: Möchten Sie diese Geräte wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer ces périphériques ?

source: Are you sure you want to delete these vouchers?
de_de: Möchten Sie diese Gutscheine wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer ces tickets ?

source: Are you sure you want to delete this code?
de_de: Möchten Sie diesen Code wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce code ?

source: Are you sure you want to delete this device?
de_de: Möchten Sie dieses Gerät wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce périphérique ?

source: Are you sure you want to delete this filter?
de_de: Möchten Sie diese Regel wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce filtre ?

source: Are you sure you want to delete this location?
de_de: Möchten Sie diesen Standort wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce site ?

source: Are you sure you want to delete this network?
de_de: Möchten Sie dieses Netzwerk wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce réseau ?

source: Are you sure you want to delete this product?
de_de: Möchten Sie diesen Artikel wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer ce produit ?

source: Are you sure you want to delete this splash page?
de_de: Möchen Sie diese Startseite wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer ce Portail ?

source: Are you sure you want to delete this trigger?
de_de: Möchten Sie diesen Trigger wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette action ?

source: Are you sure you want to delete this voucher?
de_de: Möchten Sie diesen Gutschein wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce ticket ?

source: Are you sure you want to delete this zone?
de_de: Möchten Sie diese Zone wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce groupe ?

source: Are you sure you want to duplicate this splash page?
de_de: Möchten Sie diese Startseite wirklich kopieren?
fr_fr: Etes-vous sûr que vous voulez dupliquer cette page d'accueil ?

source: Are you sure you want to refund this transaction?
de_de: Möchten Sie die Gebühren für diese Transaktion zurückerstatten?
fr_fr: Etes-vous sûr de vouloir rembourser cette transaction?

source: Are you sure you want to remove this Integration? Please note, this won't delete from Slack
de_de: Möchten Sie diese Verbindung wirklich löschen möchten? Bitte beachten Sie, dass dies nicht das Slack-Konto löscht
fr_fr: Etes-vous sûr de vouloir supprimer cette intégration? Veuillez noter svp que cela ne sera pas supprimer de Slack

source: Are you sure you want to remove this location?
de_de: Möchten Sie diesen Standort wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir enlever ce site ?

source: Are you sure you want to restore this location
de_de: Möchten Sie diesen Standort wiederherstellen
fr_fr: Etes-vous sûr que vous voulez restaurer ce site

source: Argentina
de_de: Argentinien
fr_fr: Argentine
