Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: Your tests failed. Check your radius credentials and ensure you have added our IP ranges.
de_de: Der Test ist fehlgeschlagen. Prüfen Sie ihre RADIUS-Zugangsdaten und stellen Sie sicher, dass Sie ihre IP-Bereiche hinzugefügt haben.
fr_fr: Vos tests ont échoué. Vérifiez vos informations d'identification RADIUS et assurez vous que vous avez ajouté nos plages d'adresses IP.

source: Your town
de_de: Ihre Stadt
fr_fr: Votre ville

source: Your upgrade has been scheduled.
de_de: Ihr Upgrade wurde planmäßig durchgeführt.
fr_fr: Votre mise à niveau a été programmé.

source: Your website
de_de: Ihre Webseite
fr_fr: Votre site web

source: Zambia
de_de: Sambia
fr_fr: Zambie

source: Zimbabwe
de_de: Simbabwe

source: Zone Menu
de_de: Zonen-Menü
fr_fr: Menu Groupe

source: Zone successfully created.
de_de: Zone erfolgreich erstellt.
fr_fr: Groupe créé avec succès.

source: Zone successfully deleted
de_de: Zone erfolgreich gelöscht
fr_fr: Groupe supprimé

source: Zone successfully updated
de_de: Zone erfolgreich geändert
fr_fr: Groupe mis à jour avec succès

source: Zones
de_de: Zonen
fr_fr: Groupes

source: Zones let you organise and segment your networks.
de_de: Mit Zonen organisieren und segmentieren Sie ihre Netzwerke.
fr_fr: Les Groupes vous permettent d'organiser et segmenter vos réseaux.

source: Zones per location
de_de: Zonen pro Standort
fr_fr: Groupes par site

source: [WELCOME] Thanks for logging in
de_de: [Willkommen] Danke für Ihre Anmeldung
fr_fr: [Bienvenue] Merci de vous être connecté

source: access
de_de: Zugriff
fr_fr: Accès

source: activate
de_de: einschalten
fr_fr: Activer

source: activated
de_de: eingeschaltet
fr_fr: activé

source: add CARD
de_de: Karte hinzufügen

source: add an email to the MailChimp list
de_de: eine E-Mail-Adresse zur MailChimp-Liste hinzufügen
fr_fr: ajouter un e-mail à la liste MailChimp

source: add box
de_de: Gerät hinzufügen
fr_fr: ajouter un périphérique

source: added to
de_de: hinzugefügt zu
fr_fr: ajouté à

source: allow
de_de: zulassen
fr_fr: autoriser

source: block
de_de: blockieren
fr_fr: bloquer

source: call
de_de: Aufruf
fr_fr: appel

source: cancel
de_de: abbrechen
fr_fr: annulé

source: day
de_de: Tag
fr_fr: jour

source: delete
de_de: löschen
fr_fr: effacer

source: delete payload
de_de: Aufgabe löschen
fr_fr: supprimer la charge utile

source: device zone
de_de: Geräte-Zone
fr_fr: groupe du périphérique

source: device zones
de_de: Geräte-Zonen
fr_fr: les groupes de périphériques

source: disabled
de_de: ausgeschaltet
fr_fr: désactivé(e)

source: discover boxes
de_de: entdecke Geräte
fr_fr: découvrir les périphériques

source: events
de_de: Ereignisse
fr_fr: Evénements

source: exit
de_de: beenden
fr_fr: Sortir

source: filter
de_de: suchen
fr_fr: Filtrer

source: getting started
de_de: beginnen
fr_fr: Mise en route

source: interface ip
de_de: Interface-IP-Adresse

source: invite
de_de: einladen
fr_fr: Inviter

source: menu
de_de: Menü

source: muted
de_de: gedämpft
fr_fr: En sourdine

source: of
de_de: von
fr_fr: de

source: open
de_de: Offen
fr_fr: ouvert

source: password
de_de: Kennwort
fr_fr: mot de passe

source: please cancel it
de_de: bitte abbrechen
fr_fr: Annulez svp

source: removed from
de_de: entfernt aus
fr_fr: retiré de

source: select distance
de_de: Entfernung auswählen
fr_fr: sélectionnez la distance

source: select interval
de_de: Intervall auswählen
fr_fr: sélectionnez l'intervalle

source: send a <b>{{ trigger.attr_2 }}</b> request to:
de_de: sende eine <b>{{ trigger.attr_2 }}</b>-Anfrage an:
fr_fr: envoyer une requête <b> {{trigger.attr_2}} </ b> à :

source: send a Slack notification.
de_de: sende eine Slack-Benachrichtigung.
fr_fr: Envoyer une notification Slack.

source: send a Webhook.
de_de: sende einen Webhook.
fr_fr: Envoyer un webhook.

source: send a notification to the Slack channel
de_de: sende eine Benachrichtigung an den Slack-Kanal
fr_fr: envoyer une notification au canal Slack

source: send an Email.
de_de: sende eine E-Mail.
fr_fr: Envoyer un email

source: send an SMS to
de_de: sende eine SMS an
fr_fr: envoyer un SMS à

source: send an SMS.
de_de: sende eine SMS.
fr_fr: envoyer un SMS.

source: send an email to
de_de: sende eine E-Mail an
fr_fr: Envoyez un courriel à :

source: splash
de_de: Startseite
fr_fr: Page de garde

source: subscribe an email to a MailChimp list.
de_de: E-Mail in MailChimp-Liste abonnieren
fr_fr: Enregistrer une adresse email à une liste MailChimp.

source: transfer
de_de: übertragen
fr_fr: transfert

source: unmuted
de_de: ungedämpft

source: update CARD
de_de: Kreditkarte aktualisieren

source: upgrade
de_de: aktualisiere
fr_fr: Mettre à jour

source: upgrade now
de_de: jetzt aktualisieren
fr_fr: Mettre à jour maintenant

source: vSZ Admin Password
de_de: Ruckus VSZ Admin Password
fr_fr: Mot de Passe Admin vsz

source: vSZ Admin User
de_de: Ruckus VSZ Admin User
fr_fr: Utilisateur Admin vsz

source: vSZ Connection Success!
de_de: Ruckus VSZ Verbindung erfolgreich!

source: vSZ Host
de_de: Ruckus VSZ Host

source: vSZ Mac
de_de: Ruckus VSZ MAC

source: vSZ Tests Failed
de_de: Ruckus VSZ Tests fehlgeschlagen

source: vouchers
de_de: Gutscheine
fr_fr: Ticket

source: {{ (box.throughput || 0) | mbps }} avg. throughput.
de_de: {{ (box.throughput || 0) | mbps }} durchschnittl. Durchsatz.
fr_fr: {{ (box.throughput || 0) | mbps}} débit moyen.

source: {{ (fn || 'average') | titleCase }} aggregated network usage
de_de: {{ (fn || 'durchnittliche') | titleCase }} kumulierte Netzwerknutzung

source: {{ (fn || 'average') | titleCase }} client MCS values
de_de: {{ (fn || 'durchnittliche') | titleCase }} MCS-Werte

source: {{ (fn || 'average') | titleCase }} network throughput
de_de: {{ (fn || 'durchnittlicher') | titleCase }} Netzwerk-Durchsatz

source: {{ (fn || 'average') | titleCase }} signal, noise and SNR values
de_de: {{ (fn || 'durchnittliche') | titleCase }} Signal, Rauschen und SNR-Werte

source: {{ (fn || 'average') | titleCase }} transmission packets that failed
de_de: {{ (fn || 'durchnittliche') | titleCase }} Übertragungsfehler

source: {{ (plan.plan_price || 0) | currency : curr }} per month.
de_de: {{ (plan.plan_price || 0) | currency : curr }} pro Monat.
fr_fr: {{ (plan.plan_price || 0) | currency : curr }} par mois.

source: {{ (stats.splash.durations.avg / 60) | number:0 }} Mins
de_de: {{ (stats.splash.durations.avg / 60) | number:0 }} Min.

source: {{ ::(voucher.unique_id | updateCreate) }} Voucher Batch
de_de: {{ ::(voucher.unique_id | updateCreate) }} Gutschein-Liste
fr_fr: {{ ::(voucher.unique_id | updateCreate) }} Lot de Tickets

source: {{ ::box.metadata.online || 0 }} connected. {{ (box.throughput || 0) | mbps }} throughput.
de_de: {{ ::box.metadata.online || 0 }} verbunden. {{ (box.throughput || 0) | mbps }} Durchsatz.
fr_fr: {{ ::box.metadata.online || 0 }} connected. {{ (box.throughput || 0) | mbps }} débit.

source: {{ ::coupon.percent_off }}% off valid until {{ coupon.redeem_by | humanTime }}
de_de: {{ ::coupon.percent_off }}% Rabatt gültig bis {{ coupon.redeem_by | humanTime }}
fr_fr: {{ ::coupon.percent_off }}% de réduction valable jusqu'au {{ coupon.redeem_by | humanTime }}

source: {{ ::plan.plan_name }} Plan
de_de: {{ ::plan.plan_name }} Tarif
fr_fr: {{:: Plan.plan_name}} Formule

source: {{ ::splash_only }} Splash Only
de_de: {{ ::splash_only }} Nur Startseite
fr_fr: {{:: Splash_only}} Page de Garde Uniquement

source: {{ ::stats.boxes.stats.total }} Total boxes
de_de: {{ ::stats.boxes.stats.total }} Geräte insgesamt
fr_fr: {{ ::stats.boxes.stats.total }} Total des périphériques

source: {{ ::stats.online }} connected
de_de: {{ ::stats.online }} verbunden
fr_fr: {{ ::stats.online }} connecté

source: {{ ::stats.splash_views }} this period
de_de: {{ ::stats.splash_views }} in diesem Zeitraum
fr_fr: {{ ::stats.splash_views }} cette période

source: {{ ::version.whodunnit || 'Ghost'}} on {{ version.created_at | humanTime}}
de_de: {{ ::version.whodunnit || 'Ghost'}} am {{ version.created_at | humanTime}}
fr_fr: {{ ::version.whodunnit || 'Ghost'}} sur {{ version.created_at | humanTime}}

source: {{ _links.total_entries }} Sessions for Client
de_de: {{ _links.total_entries }} Anmeldungen der Station
fr_fr: {{ _links.total_entries }} Sessions du Client

source: {{ _links.total_entries }} Sessions for Splash Code
de_de: {{ _links.total_entries }} Anmeldungen mit Startseiten-Code
fr_fr: {{_links.total_entries}} Sessions pour la page de garde à Code

source: {{ _links.total_entries }} Sessions for {{code.username}}
de_de: {{ _links.total_entries }} Anmeldungen mit {{code.username}}
fr_fr: {{_links.total_entries}} Sessions pour {{code.username}}

source: {{ client.policies.length }} Policies
de_de: {{ client.policies.length }} Richtlinien
fr_fr: {{ client.policies.length }} Politiques

source: {{ client.policies.length }} policies
de_de: {{ client.policies.length }} Richtlinien
fr_fr: {{client.policies.length}} politiques

source: {{ client_mac }} MCS Value
de_de: {{ client_mac }} MCS-Wert
fr_fr: {{ client_mac }} Valeur MCS

source: {{ client_mac }} Total WiFi Usage
de_de: {{ client_mac }} Gesamt-WiFi-Nutzung
fr_fr: {{ client_mac }} Utilisation Totale WiFi

source: {{ client_mac }} Transmission Failures
de_de: {{ client_mac }} Übertragungsfehler
fr_fr: {{ client_mac }} Echecs de Transmission

source: {{ client_mac }} WiFi Traffic
de_de: {{ client_mac }} WiFi-Daten
fr_fr: {{ client_mac }} Traffic WiFi

source: {{ info.connected }} Connected.
de_de: {{ info.connected }} verbunden.

source: {{ isOpen('tests') ? "Hide" : "Show" }} Test Results
de_de: {{ isOpen('tests') ? "Zeige" : "Verberge" }} Test-Ergebnisse

source: {{ network.zones.length}} zones
de_de: {{ network.zones.length}} Zonen
fr_fr: {{ network.zones.length}} groupes

source: {{ network_name | titleCase }} Settings
de_de: {{ network_name | titleCase }}-Einstellungen
fr_fr: {{Network_name | titlecase}} Réglages

source: {{ plan.admin_users }} admin users, per location.
de_de: {{ plan.admin_users }} Administratoren pro Standort
fr_fr: {{ plan.admin_users }} utilisateurs admin, par site.

source: {{ plan.cost_per_50 / 100 | currency : currency }} monthly for each addition device added.
de_de: {{ plan.cost_per_50 / 100 | currency : currency }} monatlich für jedes hinzugefügte Gerät.
fr_fr: {{ plan.cost_per_50 / 100 | currency : currency }} mensuelle pour chaque périphériques ajouté.

source: {{ plan.per_ap_allowance }} free devices included.
de_de: {{ plan.per_ap_allowance }} freie Geräte enthalten.
fr_fr: {{ plan.per_ap_allowance }} appareils gratuits inclus.

source: {{ primarySelected.name }} - Primary Access
de_de: {{ primarySelected.name }} - Erster Zugang
fr_fr: {{ primarySelected.name }} - Accès primaire

source: {{ results.voucher.idle_timeout }} minutes
de_de: {{ results.voucher.idle_timeout }} Min.

source: {{ results.voucher.validity_minutes }} minutes
de_de: {{ results.voucher.idle_timeout }} Min.

source: {{ secondarySelected.name }} - Secondary Access
de_de: {{ secondarySelected.name }} - Zweiter Zugang
fr_fr: {{{ secondarySelected.name }} - Accès secondaire

source: {{ splash.networks.length }} networks
de_de: {{ splash.networks.length }} Netzwerke
fr_fr: {{ splash.networks.length }} réseaux

source: {{ splash_code.splash_page_id || "Unnamed Splash" }}
de_de: {{ splash_code.splash_page_id || "Startseite ohne Name" }}
fr_fr: {{ splash_code.splash_page_id || "Portail sans Nom" }}

source: {{ splash_code.volume }} mins, {{ splash_code.simultaneous_use }} simultaneous users
de_de: {{ splash_code.volume }} Min., {{ splash_code.simultaneous_use }} gleichzeitige Benutzer
fr_fr: {{ splash_code.volume }} min. {{ splash_code.simultaneous_use }} utilisateurs simultanés

source: {{ stats.new }} added this period. {{ stats.active }} existing boxes.
de_de: {{ stats.new }} in diesem Zeitraum hinzugefügt. {{ stats.active }} vorhandene Geräte.
fr_fr: {{ stats.new }} ajouté durant la période. {{ stats.active }} périph. existants.

source: {{ stats.vouchers.created }} created, {{ stats.vouchers.activated }} used.
de_de: {{ stats.vouchers.created }} erstellt, {{ stats.vouchers.activated }} verwendet.
fr_fr: {{ stats.vouchers.created }} créé, {{ stats.vouchers.activated }} utilisé.

source: {{ type | titleCase }} tags
de_de: {{ type | titleCase }} Schlagwörter

source: {{ user.credit_card_type }} ending {{ user.credit_card_last4 }}. Expires {{ user.credit_card_expiry }}
de_de: {{ user.credit_card_type }} Endnummer {{ user.credit_card_last4 }}. Ablaufdatum {{ user.credit_card_expiry }}
fr_fr: {{ user.credit_card_type }} terminant {{ user.credit_card_last4 }}. Expire {{ user.credit_card_expiry }}

source: {{ user.primary ? "Owner" : (user.role_id | roleFilter) }}
de_de: {{ user.primary ? "Eigentümer" : (user.role_id | roleFilter) }}
fr_fr: {{ user.primary ? "Propriétaire" : (user.role_id | roleFilter) }}

source: {{'N/A' | truncate:20}}
de_de: {{'Nicht verfügbar' | truncate:20}}

source: {{'No Description' | truncate:15}}
de_de: {{'Keine Beschreibung' | truncate:15}}
fr_fr: {{'Pas de Description' | truncate:15}}

source: {{'No name' | truncate:20}}
de_de: {{'Kein Name' | truncate:20}}
fr_fr: {{'Non nommé' | truncate:20}}

source: &nbsp; Name
fr_fr: &nbsp; Nom

source: 2.4 & 5Ghz
fr_fr: 2,4 GHz + 5 Ghz

source: 83 Rivington Street<br> London EC2A 3AY
fr_fr: 83 Rivington Street <br> \ n Londres EC2A 3AY

source: AP Name
fr_fr: Nom de l'AP

source: Administrator
fr_fr: Administrateur

source: Andorra
fr_fr: Andorre

source: Bahrain
fr_fr: Bahreïn

source: Banner
fr_fr: Bannière

source: Banner URL
fr_fr: Bannière URL

source: Barbados
fr_fr: Barbades

source: Benin
fr_fr: Bénin

source: Bermuda
fr_fr: Bermudes

source: Bhutan
fr_fr: Bhoutan

source: Brand Name
fr_fr: Nom de l'Equipe

source: Branding
fr_fr: Marquage

source: Brunei Darussalam
fr_fr: Sultunat de Brunei Darussalam

source: Callback URL
fr_fr: Rappel URL

source: Callback URLs:
fr_fr: Rappel des URLs

source: Cape Verde
fr_fr: Cap Vert

source: Chile
fr_fr: Chili

source: China
fr_fr: Chine

source: Code Details
fr_fr: Détails des Codes

source: Container
fr_fr: Conteneur

source: Cucumber Debug
fr_fr: Debug devolo

source: Cucumber Status
fr_fr: Status devolo

source: Cucumber Tony Limited
fr_fr: devolo AG

source: Cucumber firmware
fr_fr: Firmware delos

source: Dashboard
fr_fr: Tableau de bord

source: Dashboard URL
fr_fr: URL du Tableau de Bord

source: Details
fr_fr: Détails

source: Dominica
fr_fr: Dominique

source: Download
fr_fr: Télécharger

source: Downloads
fr_fr: Téléchargements

source: Dual
fr_fr: Double

source: Ecuador
fr_fr: Équateur

source: El Salvador
fr_fr: Salvador

source: Email Backup
fr_fr: Email de Secours

source: Emoji (Optional)
fr_fr: Emoji (optionnel)

source: Eritrea
fr_fr: Érythrée

source: Firmware Version
fr_fr: Version du Firmware

source: Gambia
fr_fr: Gambie

source: Gateway IP
fr_fr: IP de la passerelle

source: Gibraltar
fr_fr: Gribraltar

source: Grenada
fr_fr: La Grenade

source: Guernsey
fr_fr: Guernesey

source: Guinea
fr_fr: Guinée

source: Guinea-Bissau
fr_fr: Guinée-Bissau

source: Guyana
fr_fr: Guyane

source: Haiti
fr_fr: Haïti

source: ID
fr_fr: Identifiant

source: Icon
fr_fr: Icône

source: Internet Check
fr_fr: Vérification Internet

source: Isle of Man
fr_fr: Île de Man

source: Israel
fr_fr: Israël

source: Japan
fr_fr: Japon

source: Kiribati
fr_fr: les Kiribati

source: Kuwait
fr_fr: Koweït

source: Liberia
fr_fr: la Libéria

source: Liechtenstein
fr_fr: Lichtenstein

source: Limit
fr_fr: Limite

source: Links
fr_fr: Des liens

source: MCS
fr_fr: PM

source: MCS Index
fr_fr: Index MCS

source: MailChimp Single Opt-In
fr_fr: MailChimp Simple Opt-In

source: Malta
fr_fr: Malte

source: Mauritius
fr_fr: Île Maurice

source: Max 65432
fr_fr: 50 Max

source: Meraki Secret
fr_fr: Secret Meraki

source: Montenegro
fr_fr: Monténégro

source: Name
fr_fr: Nom

source: Name {{ splash.splash_name }}
fr_fr: Nom {{ splash.splash_name }}

source: Name: {{ n.name }}
fr_fr: Nom: {{n.name}}

source: Namibia
fr_fr: Namibie

source: Nepal
fr_fr: Népal

source: Newsletter API Token
fr_fr: Lettre API Token

source: Nigeria
fr_fr: Nigéria

source: Offline
fr_fr: Hors ligne

source: Online
fr_fr: En ligne

source: PayPal Password
fr_fr: Mot de passe PayPal

source: PayPal Username
fr_fr: Nom d'utilisateur Paypal

source: Peru
fr_fr: Pérou

source: Premium Support
fr_fr: Support Premium

source: Puerto Rico
fr_fr: Porto Rico

source: Radio
fr_fr: Case à selectionner

source: Radius
fr_fr: Rayon

source: Radius Test
fr_fr: Rayon d'essai

source: Remote Port
fr_fr: Port Distant

source: Resource
fr_fr: Ressource

source: Réunion
fr_fr: La Réunion

source: Saint Barthélemy
fr_fr: Saint Barthélémy

source: Samoa
fr_fr: Îles Samoa

source: San Marino
fr_fr: Saint-Marin

source: Senegal
fr_fr: Sénégal

source: Shop
fr_fr: Boutique

source: Shop:
fr_fr: Boutique :

source: Slack
fr_fr: Mou

source: Somalia
fr_fr: Somalie

source: Standard Support
fr_fr: Support standard

source: Start
fr_fr: Déb

source: Status
fr_fr: statut

source: Sudan
fr_fr: Soudan

source: Support
fr_fr: Aide

source: Symbol
fr_fr: Symbole

source: Syslog Port
fr_fr: Port Syslog

source: Tagged Logins
fr_fr: Logins Tagged

source: Test
fr_fr: Tester

source: Text
fr_fr: Texte

source: Thailand
fr_fr: Thaïlande

source: Turkmenistan
fr_fr: Turkménistan

source: Twitter Handle
fr_fr: Poignée Twitter

source: Twitter Name
fr_fr: Pseudo Twitter

source: Twitter handle
fr_fr: poignée Twitter

source: Uganda
fr_fr: Ouganda

source: Virgin Islands, U.S.
fr_fr: Îles Vierges, américaines

source: WAN IP
fr_fr: IP WAN

source: WAN MTU
fr_fr: MTU WAN

source: Walled Gardens
fr_fr: Jardin Clos

source: Whitelist
fr_fr: Liste Blanche

source: Yemen
fr_fr: Yémen

source: Zone
fr_fr: Groupe

source: Zone: {{ ::box.metadata.zone_name }}
fr_fr: Groupe : {{ ::box.metadata.zone_name }}

source: mean
fr_fr: moyen

source: median
fr_fr: médian

source: sum
fr_fr: somme

source: {{ ::(box.metadata.zone_name | titleCase) }} zone.
fr_fr: {{ ::(box.metadata.zone_name | titleCase) }} groupe.

source: {{ ::online || 0 }} Online, {{ ::offline || 0 }} Offline.
fr_fr: {{ ::online || 0 }} En ligne, {{ ::offline || 0 }} Offline.

source: {{ client_mac }} WiFi Signal
fr_fr: {{ client_mac }} Signal WiFi

source: {{ zone.zone_name | titleCase }} Zone
fr_fr: {{ zone.zone_name | titleCase }} Groupe

source: Åland Islands
fr_fr: Iles Åland
