Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: MB Limit
de_de: Datenlimit (MB)
fr_fr: MB Limite

source: MCS Values
de_de: MCS-Werte
fr_fr: MCS valeurs

source: Mac
de_de: MAC-Adresse

source: Mac Address
de_de: MAC-Adresse
fr_fr: Adresse MAC

source: Macedonia, the former Yugoslav Republic of
de_de: Mazedonien
fr_fr: Macédoine, ex-République yougoslave de

source: Machine Type
de_de: Gerätetyp
fr_fr: Type de machine

source: Main Menu
de_de: Hauptmenü
fr_fr: Menu Principal

source: Main Theme
de_de: Hauptthema
fr_fr: Thème principal

source: Make Part of LAN
de_de: Netzwerk ist Teil des LANs
fr_fr: Faire partie du réseau local

source: Make Part of Lan Disabled
de_de: Netzwerk ist Teil des LANs ausgeschaltet
fr_fr: Faire partie du Lan Désactivé

source: Make Part of Lan Enabled
de_de: Netzwerk ist Teil des LANs eingeschaltet
fr_fr: Faire partie du Lan Activé

source: Make some changes before trying to save.
de_de: Keine zu speichernden Änderungen vorgenommen.
fr_fr: Faire quelques changements avant d'essayer d'enregistrer.

source: Make sure you enter a valid email.
de_de: Bitte eine gültige E-Mail-Adresse eingetragen.
fr_fr: Assurez-vous que vous entrez un email valide.

source: Malaysia
de_de: Malaysien
fr_fr: Malaysie

source: Maldives
de_de: Malediven
fr_fr: Iles Maldives

source: Manage and monitor all your device remotely.
de_de: Verwalte und Überwache alle Geräte aus der Ferne.
fr_fr: Gérer et Monitorer tous vos périphériques à distance.

source: Management IP
de_de: Management-IP-Adresse

source: Manufacturer
de_de: Hersteller
fr_fr: Fabricant

source: Manufacturers
de_de: Hersteller
fr_fr: Fabricants

source: Map
de_de: Karte
fr_fr: Carte

source: Marked offline
de_de: Offline markiert
fr_fr: Signalés Offline

source: Marked online
de_de: Online markiert
fr_fr: Signalés en ligne

source: Marshall Islands
de_de: Marshallinseln
fr_fr: Îles Marshall

source: Mauritania
de_de: Mauretanien
fr_fr: Mauritanie

source: Max 10 characters
de_de: Max. 10 Zeichen
fr_fr: Max 10 caractères

source: Max 100 characters
de_de: Max. 100 Zeichen
fr_fr: Max 100 caractères

source: Max 100 characters.
de_de: Max 100 Zeichen.
fr_fr: Max 100 caractères.

source: Max 20 characters
de_de: Max. 20 Zeichen
fr_fr: Max 20 caractères

source: Max 255 characters
de_de: Max. 255 Zeichen
fr_fr: Max 255 caractères

source: Max 255 characters.
de_de: Max. 255 Zeichen.
fr_fr: Max 255 caractères.

source: Max 32 characters
de_de: Max. 32 Zeichen
fr_fr: Max 32 caractères

source: Max Devices
de_de: Max. Geräteanzahl
fr_fr: Devices Max

source: Max Users
de_de: Max. Benutzeranzahl
fr_fr: utilisateurs Max

source: Max. Users
de_de: Max. Benutzeranzahl
fr_fr: Max. Utilisateurs

source: Max. Values
de_de: Max. Wert
fr_fr: Max. Valeurs

source: Mean
de_de: Mittelwert
fr_fr: Moyenne

source: Median Values
de_de: Median
fr_fr: Valeurs Médianes

source: Member
de_de: Mitglied
fr_fr: Membre

source: Merchant
de_de: Händler
fr_fr: Marchand

source: Merchant Settings
de_de: Händlereinstellungen
fr_fr: Paramètres Marchands

source: Merchant Type
de_de: Händlerart
fr_fr: Type de Marchand

source: Merge Fields
de_de: Felder zusammenführen
fr_fr: Fusionner les Champs

source: Merge Registration Fields
de_de: Registrierung-Felder zusammenführen
fr_fr: Fusionner les champs d'inscription

source: Message
de_de: Nachricht

source: Message Body
de_de: Nachrichtentext
fr_fr: Corps du message

source: Message displayed when a customer goes over-limit.
de_de: Meldung die angezeigt wird, wenn ein Kunde über das Datenlimit kommt.
fr_fr: Message affiché quand un client dépasse la limite.

source: Mexico
de_de: Mexiko
fr_fr: Mexique

source: Micronesia, Federated States of
de_de: Mikronesien
fr_fr: États fédéraux de Micronésie

source: Min 5 characters
de_de: Min. 5 Zeichen
fr_fr: Min 5 caractères

source: Min 8 characters
de_de: Min. 8 Zeichen
fr_fr: Min 8 caractères

source: Min allowed 2.4Ghz basic rate
de_de: Kleinste erlaubte Basisrate für 2,4 GHz
fr_fr: Min permis taux de base 2.4Ghz

source: Min allowed 5Ghz basic rate
de_de: Kleinste erlaubte Basisrate für 5 GHz
fr_fr: Min permis taux de base 5Ghz

source: Minimum 1
de_de: Mindestens 1

source: Minimum 5 characters
de_de: Min. 5 Zeichen
fr_fr: Minimum 5 caractères

source: Minimum Data Rate
de_de: Kleinste erlaubte Datenrate
fr_fr: Data Rate Minimum

source: Minutes
de_de: Minuten

source: Minutes {{ splash.access_restrict_period | titleCase }}
de_de: Minuten {{ splash.access_restrict_period | titleCase }}

source: Model
de_de: Modell

source: Moldova, Republic of
de_de: Moldavien
fr_fr: République de Moldavie

source: Mon
de_de: Mo.
fr_fr: Lun

source: Mongolia
de_de: Mongolei
fr_fr: Mongolie

source: Monthly
de_de: Monatlich
fr_fr: Mensuel

source: Monthly Cost
de_de: Monatliche Kosten
fr_fr: Coût Mensuel

source: Monthly Costs
de_de: Monatliche Kosten
fr_fr: coûts mensuels

source: Monthly, multi-use
de_de: 1 Monat gültig, mehrmalige Nutzung
fr_fr: Multi-usage mensuel

source: Months
de_de: Monate
fr_fr: Mois

source: More Details
de_de: Weitere Details
fr_fr: Plus de détails

source: More Info
de_de: Weitere Informationen
fr_fr: Plus d'Informations

source: Morocco
de_de: Marokko
fr_fr: Maroc

source: Mozambique
de_de: Mosambik

source: Multi-use
de_de: Mehrmalige Nutzung
fr_fr: Multi-usage

source: Multi-use vouchers can be used many times until they've been used up.
de_de: Gutscheine zur mehrmaligen Nutzung können während Ihrer Gültigkeit beliebig oft verwendet werden.
fr_fr: Multi-usage bons peuvent être utilisés plusieurs fois jusqu'à ce qu'ils aient été épuisées.

source: Must be a valid IP with range. <br> For example: 10.1.1.0/24
de_de: Muss eine gültige IP-Adresse aus dem Bereich sein <br> z.B.: 10.1.1.0/24
fr_fr: Doit être une adresse IP valide avec la gamme. <br> Par exemple: 10.1.1.0/24

source: Must be a valid IPv4 address
de_de: Ungültige IPv4-Adresse
fr_fr: Doit être une adresse IPv4 valide

source: Must be a valid MAC address
de_de: Ungültige MAC-Adresse
fr_fr: Doit être une adresse MAC valide

source: Must be a valid URL
de_de: Ungültige URL
fr_fr: doit être une URL valide.

source: Must be a valid URL including http(s).
de_de: Muss eine gültige URL inklusive http(s) sein.
fr_fr: Doit être une URL valide, y compris http (s).

source: Must be a valid URL, including http(s).
de_de: Muss eine gültige URL inklusive http(s) sein .
fr_fr: Doit être une URL valide, y compris http (s).

source: Must be a valid email
de_de: Muss eine gültige E-Mail-Adresse sein
fr_fr: Doit être un email valide

source: Must be a valid email address
de_de: Muss eine gültige E-M ail-Adresse sein
fr_fr: Doit être une adresse email valide

source: Must be a valid email address.
de_de: Muss eine gültige E-Mail-Adresse sein.
fr_fr: Doit être une adresse e-mail valide.

source: Must be a valid gateway address
de_de: Muss eine gültige Gatewayl-Adresse sein.
fr_fr: Doit être une adresse de passerelle valide

source: Must be a valid mac, including dashes or colons.
de_de: Ungültige MAC-Adresse; verwende Bindestriche oder Doppelpunkte.
fr_fr: Doit être un mac valide, y compris des tirets ou des colons.

source: Must be a valid netmask
de_de: Ungültige Netzmaske
fr_fr: Doit être un masque valide

source: Must be a valid, https URL
de_de: Muss eine gültige https-URL sein.
fr_fr: Doit être valide, https URL

source: Must be between 1 and 65322.
de_de: Muss zwischen 1 and 65322 liegen
fr_fr: Doit être compris entre 1 et 65322.

source: Must be greated than 1
de_de: Muss größer als 1 sein
fr_fr: Doit être greated à 1

source: Must be greated than 100
de_de: Muss größer als 100 sein
fr_fr: Doit être greated de 100

source: Must be greater than 0
de_de: Muss größer als 0 sein
fr_fr: La valeur doit être supérieure à 0.

source: Must be greater than 0 minutes
de_de: Muss größer als 0 Minuten sein
fr_fr: Doit être supérieur à 0 minutes

source: Must be greater than 0 seconds.
de_de: Muss größer als 0 Sekunden sein
fr_fr: Doit être supérieur à 0 secondes.

source: Must be greater than 0.
de_de: Muss größer als 0 sein.
fr_fr: La valeur doit être supérieure à 0.

source: Must be greater than 1
de_de: Muss größer als 1 sein
fr_fr: La valeur doit être supérieure à 0.

source: Must be greater than 1.
de_de: Muss größer als 1 sein
fr_fr: La valeur doit être supérieure à 0.

source: Must be greater than 10
de_de: Muss größer als 10 sein
fr_fr: La valeur doit être supérieure à 0.

source: Must be greater than 10 characters
de_de: Muss größer als 10 Zeichen sein
fr_fr: Doit être supérieur à 10 caractères

source: Must be greater than 10 minutes
de_de: Muss größer als 10 Minuten sein
fr_fr: Doit être supérieur à 10 minutes

source: Must be greater than 10 minutes.
de_de: Muss größer als 10 Minuten sein
fr_fr: Doit être supérieur à 10 minutes.

source: Must be greater than 10.
de_de: Muss größer als 10 sein
fr_fr: La valeur doit être supérieure à 0.

source: Must be greater than 10Mb.
de_de: Muss größer als 10 Mb sein
fr_fr: Doit être supérieur à 10Mo.

source: Must be greater than 3 characters
de_de: Muss größer als 3 Zeichen sein
fr_fr: Doit être supérieur à 3 caractères

source: Must be greater than 30 characters
de_de: Muss größer als 30 Zeichen sein
fr_fr: Doit être supérieur à 30 caractères

source: Must be greater than 5 characters
de_de: Muss größer als 5 Zeichen sein
fr_fr: Doit être supérieur à 5 caractères

source: Must be greater than 5 characters.
de_de: Muss größer als 5 Zeichen sein
fr_fr: Doit être supérieur à 5 caractères.

source: Must be greater than 5 mins
de_de: Muss größer als 5 Minuten sein
fr_fr: Doit être supérieur à 5 minutes

source: Must be greater than 5 minutes
de_de: Muss größer als 5 Minuten sein
fr_fr: Doit être supérieur à 5 minutes

source: Must be greater than 50Mb
de_de: Muss größer als 50 Mb sein
fr_fr: Doit être supérieur à 50Mo

source: Must be greater than or equal to 0.
de_de: Muss größer oder gleich 0 sein
fr_fr: La valeur doit être supérieur ou égal à {0}

source: Must be greater than {{ voucher.validity_minutes }}
de_de: Muss größer als {{ voucher.validity_minutes }} sein
fr_fr: Doit être supérieur à {{voucher.validity_minutes}}

source: Must be less than 10,080 minutes
de_de: Müssen weniger als 10.080 Minuten sein
fr_fr: Doit être inférieur à 10.080 minutes

source: Must be less than 100
de_de: Muss kleiner als 100 sein
fr_fr: Doit être inférieur à 100

source: Must be less than 100 characters
de_de: Müssen weniger als 100 Zeichen sein
fr_fr: Doit être inférieur à 100 caractères

source: Must be less than 100 characters.
de_de: Müssen weniger als 100 Zeichen sein.
fr_fr: Doit être inférieur à 100 caractères.

source: Must be less than 1000
de_de: Muss kleiner als 1000 sein
fr_fr: Doit être inférieur à 1000

source: Must be less than 1000 characters
de_de: Müssen weniger als 1000 Zeichen sein
fr_fr: Doit être inférieur à 1000 caractères

source: Must be less than 1000 characters.
de_de: Müssen weniger als 1000 Zeichen sein.
fr_fr: Doit être inférieur à 1000 caractères.

source: Must be less than 10000
de_de: Muss kleiner als 10000 sein
fr_fr: Doit être inférieur à 10000

source: Must be less than 1000000 Mb
de_de: Müssen weniger als 1000000 Mb sein
fr_fr: Doit être inférieur à 1000000 Mb

source: Must be less than 145 characters.
de_de: Müssen weniger als 145 Zeichen sein.
fr_fr: Doit être inférieur à 145 caractères.

source: Must be less than 15 characters.
de_de: Müssen weniger als 15 Zeichen sein.
fr_fr: Doit être inférieur à 15 caractères.

source: Must be less than 15 chars.
de_de: Müssen weniger als 15 Zeichen sein.
fr_fr: Doit être inférieur à 15 caractères.

source: Must be less than 1500
de_de: Muss kleiner als 1500 sein
fr_fr: Doit être inférieur à 1500

source: Must be less than 200 characters
de_de: Müssen weniger als 200 Zeichen sein
fr_fr: Doit être inférieur à 200 caractères

source: Must be less than 25 characters
de_de: Müssen weniger als 25 Zeichen sein
fr_fr: Doit être inférieur à 25 caractères

source: Must be less than 250 characters.
de_de: Müssen weniger als 250 Zeichen sein.
fr_fr: Doit être inférieur à 250 caractères.

source: Must be less than 255
de_de: Muss kleiner als 255
fr_fr: Doit être inférieur à 255

source: Must be less than 255 characters
de_de: Müssen weniger als 255 Zeichen sein
fr_fr: Doit être inférieur à 255 caractères

source: Must be less than 255 characters.
de_de: Müssen weniger als 255 Zeichen sein.
fr_fr: Doit être inférieur à 255 caractères.

source: Must be less than 255 chars.
de_de: Müssen weniger als 255 Zeichen sein.
fr_fr: Doit être inférieur à 255 caractères.

source: Must be less than 255 minutes
de_de: Müssen weniger als 255 Minuten sein.
fr_fr: Doit être inférieur à 255 minutes

source: Must be less than 30 characters
de_de: Müssen weniger als 30 Zeichen sein
fr_fr: Doit être inférieur à 30 caractères

source: Must be less than 30 seconds.
de_de: Müssen weniger als 30 Sekunen sein.
fr_fr: Doit être inférieur à 30 secondes.

source: Must be less than 4096
de_de: Muss kleiner als 4096 sein
fr_fr: Doit être inférieur à 4096

source: Must be less than 43200
de_de: Muss kleiner als 43200 sein
fr_fr: Doit être inférieur à 43200

source: Must be less than 43200 minutes
de_de: Müssen weniger als 43200 Minuten sein
fr_fr: Doit être inférieur à 43200 minutes

source: Must be less than 43200 minutes.
de_de: Müssen weniger als 43200 Minuten sein.
fr_fr: Doit être inférieur à 43200 minutes.

source: Must be less than 43200.
de_de: Müssen weniger als 43200 Zeichen sein.
fr_fr: Doit être inférieur à 43200.

source: Must be less than 43201
de_de: Muss kleiner als 43201 Zeichen sein
fr_fr: Doit être inférieur à 43201

source: Must be less than 50 characters.
de_de: Müssen weniger als 50 Zeichen sein.
fr_fr: Doit être inférieur à 50 caractères.

source: Must be less than 50 devices.
de_de: Müssen weniger als 50 Geräte sein.
fr_fr: Doit être inférieur à 50 périphériques.

source: Must be less than 50,000 minutes.
de_de: Müssen weniger als 50000 Minuten sein.
fr_fr: Doit être inférieur à 50.000 minutes.

source: Must be less than 500 characters.
de_de: Müssen weniger als 500 Zeichen sein.
fr_fr: Doit être inférieur à 500 caractères.

source: Must be less than 518412 mins
de_de: Müssen weniger als 51812 Minuten sein.
fr_fr: Doit être inférieur à 518412 minutes

source: Must be less than 55 characters
de_de: Müssen weniger als 55 Zeichen sein
fr_fr: Doit être inférieur à 55 caractères

source: Must be less than 65433.
de_de: Muss kleiner als 65433 sein.
fr_fr: Doit être inférieur à 65433.

source: Must be less than 65535
de_de: Muss kleiner als 65535 sein
fr_fr: Doit être inférieur à 65535

source: Must be less than 8 characters
de_de: Müssen weniger als 8 Zeichen sein
fr_fr: Doit être inférieur à 8 caractères

source: Must be less than 90.
de_de: Muss kleiner als 90 sein.
fr_fr: Doit être inférieur à 90.

source: Must be less than or equal to {{ voucher.validity_minutes }}
de_de: Muss kleiner oder gleich {{ voucher.validity_minutes }} sein
fr_fr: Doit être inférieur ou égal à {{voucher.validity_minutes}}

source: Must be more than 4 characters
de_de: Müssen weniger als 4 Zeichen sein
fr_fr: Doit être plus de 4 caractères

source: Must be more than 5 characters
de_de: Mindestens 5 Zeichen eingeben
fr_fr: Doit contenir plus de 5 caractères

source: Must be more than 5 characters.
de_de: Müssen weniger als 5 Zeichen sein.
fr_fr: Doit être plus de 5 caractères.

source: Must have a valid password.
de_de: Muss ein gültiges Kennwort sein.
fr_fr: Doit avoir un mot de passe valide.

source: Must have a valid port.
de_de: Muss ein gültiger Port sein.
fr_fr: Doit avoir un port valide.

source: Must have a valid subnet
de_de: Muss ein gültiges Subnetz sein
fr_fr: Doit avoir un sous-réseau valide

source: Must not be less than 0
de_de: Darf nicht kleiner als 0 sein
fr_fr: Ne doit pas être inférieur à 0

source: My Awesome Company
de_de: Meine großartige Firma
fr_fr: Mon entreprise Impressionnant

source: My WiFi Network
de_de: Mein WiFi-Netzwerk
fr_fr: Mon réseau WiFi

source: N/A
de_de: Nicht verfügbar

source: NA
de_de: Nicht verfügbar

source: NEW LOCATION
de_de: NEUER STANDORT
fr_fr: Nouveau Site

source: Name should be less than 32 characters
de_de: Name sollte weniger als 32 Zeichen enthalten
fr_fr: Nom doit être inférieure à 32 caractères

source: Name should be more than 5 characters
de_de: Name sollte mehr als 5 Zeichen enthalten
fr_fr: Nom devrait être plus de 5 caractères

source: Name your Trigger
de_de: Benennen Sie Ihren Trigger
fr_fr: Nommez votre Action

source: Name your splash page
de_de: Benennen Sie Ihre Startseite
fr_fr: Nommez votre portail

source: Netherlands
de_de: Niederlande
fr_fr: Pays-Bas

source: Netmask
de_de: Netzmaske

source: Network
de_de: Netzwerk
fr_fr: Réseau

source: Network Details
de_de: Netzwerk-Details
fr_fr: Détails du réseau

source: Network ID
de_de: Netzwerk-ID
fr_fr: ID réseau

source: Network Location
de_de: Netzwerk-Standort
fr_fr: Emplacement réseau

source: Network Metric
de_de: Netzwerk-Metrik
fr_fr: Metric Réseau

source: Network Name
de_de: Netzwerk-Name

source: Network SSID
de_de: Netzwerk-SSID
fr_fr: SSID du réseau

source: Network Settings
de_de: Netzwerk-Einstellungen
fr_fr: Paramètres réseau

source: Network Stats
de_de: Netzwerk-Statistiken

source: Network created successfully
de_de: Netzwerk erfolgreich erstellt
fr_fr: Réseau créé avec succès

source: Network not associated with a zone.
de_de: Netzwerk ist in keiner Zone
fr_fr: Le réseau non associé à un groupe.

source: Network successfully deleted.
de_de: Netzwerk erfolgreich gelöscht.
fr_fr: Réseau supprimé avec succès.

source: Network successfully updated.
de_de: Netzwerk erfolgreich geändert.
fr_fr: Réseau mis à jour avec succès.

source: Networks
de_de: Netzwerke
fr_fr: Réseaux

source: Never
de_de: Niemals
fr_fr: Jamais

source: Never checked in
de_de: Nie eingecheckt
fr_fr: Jamais vérifié dans

source: New
de_de: Neu
fr_fr: Nouveau

source: New App
de_de: Neue Anwendung

source: New Boxes
de_de: Neue Geräte
fr_fr: Nouvelles boîtes

source: New Caledonia
de_de: Neukaledonien
fr_fr: Nouvelle-Calédonie

source: New Clients
de_de: Neue Stationen
fr_fr: Nouveaux clients

source: New Device
de_de: Neues Gerät
fr_fr: Nouveau périphérique

source: New Password
de_de: Neues Kennwort
fr_fr: Nouveau mot de passe

source: New SSID
de_de: neue SSID
fr_fr: Nouveau SSID

source: New Zealand
de_de: Neuseeland
fr_fr: Nouvelle Zélande

source: New device
de_de: Neues Gerät
fr_fr: Nouveau périphérique

source: Newsletter Capture Type
de_de: Erfassungstyp für Newsletter
fr_fr: Lettre d'information Type de capture

source: Newsletter List ID
de_de: Newsletter Listen-ID
fr_fr: Lettre d'information Liste ID

source: No Devices Discovered
de_de: Keine Geräte gefunden
fr_fr: Aucun périphérique Découvert

source: No Favourites
de_de: Keine Favoriten
fr_fr: Aucun favoris

source: No Internet.
de_de: Kein Internet.
fr_fr: Pas d'accès Internet

source: No Locations Found
de_de: Keine Standorte gefunden
fr_fr: Aucun Emplacements trouvés

source: No Offline Devices Found
de_de: Keine Geräte im Zustand Offline
fr_fr: Pas d'appareils hors ligne trouvés

source: No Scan
de_de: Kein Scan
fr_fr: Pas d'analyse

source: No Scan Mode
de_de: Kein Scan-Modus
fr_fr: Aucun mode de numérisation

source: No Splash Pages Found
de_de: Keine Startseiten gefunden
fr_fr: Aucun Portail trouvé

source: No Zone
de_de: Keine Zone
fr_fr: Aucune Groupe

source: No active coupons found.
de_de: Keine aktiven Coupons gefunden.
fr_fr: Pas de coupons actifs trouvés.

source: No card available
de_de: Keine Karte verfügbar
fr_fr: Pas de carte disponible

source: No codes found
de_de: Keine Codes gefunden
fr_fr: Aucun code trouvé

source: No devices added
de_de: Keine Geräte hinzugefügt
fr_fr: Aucun périphérique ajouté

source: No graph data
de_de: Keine Diagramm-Daten
fr_fr: Aucune donnée graphique

source: No more that 12 letters please.
de_de: Nicht mehr als 12 Buchstaben.
fr_fr: Pas plus de 12 lettres svp.

source: No name /
de_de: Kein Name /
fr_fr: Pas de nom

source: No policies available.
de_de: Keine Regeln definiert.
fr_fr: Aucune politique disponible.

source: No policy
de_de: Keine Richtlinie
fr_fr: Aucune politique

source: No results found.
de_de: Keine Ergebnisse gefunden.
fr_fr: Aucun résultat trouvé.

source: No sessions found for this date range.
de_de: Keine Anmeldungen für diesen Zeitraum gefunden.
fr_fr: Aucune session pour cette plage de dates.

source: No warnings found.
de_de: Keine Warnungen gefunden.
fr_fr: Aucun avertissement trouvé.

source: No zone
de_de: Keine Zone
fr_fr: Aucune groupe

source: No zones found.
de_de: Keine Zonen gefunden.
fr_fr: Aucune groupe trouvé.

source: Noise
de_de: Rauschen
fr_fr: bruit

source: None
de_de: Keine
fr_fr: Aucun

source: Norfolk Island
de_de: Norfolkinsel
fr_fr: Île Norfolk

source: Northbound API Password
de_de: API-Kennwort
fr_fr: Northbound API Mot de passe

source: Northern Mariana Islands
de_de: Nördliche Marianen
fr_fr: Îles Mariannes du Nord

source: Norway
de_de: Norwegen
fr_fr: Norvège

source: Not a valid email!
de_de: Keine gültige E-Mail-Adresse!
fr_fr: Pas un email valide!

source: Not available
de_de: Nicht verfügbar
fr_fr: Indisponible

source: Not enough results for a filter.
de_de: Nicht genügend Ergebnisse für einen Filter.
fr_fr: Pas assez de réponses pour un filtre.

source: Not logged in
de_de: Nicht angemeldet
fr_fr: Non connecté

source: Nothing to be seen here, move along please
de_de: Hier gibt es nichts zu sehen, gehen Sie bitte weiter
fr_fr: Rien à voir ici, veuillez svp essayer ailleurs.

source: Notification Settings
de_de: Benachrichtigungs-Einstellungen
fr_fr: Paramètres Notification

source: Notifications
de_de: Benachrichtigungen
fr_fr: Commentaires

source: Notify Slack
de_de: Slack benachrichtigen
fr_fr: Notifier Slack

source: Number &amp; letters only
de_de: nur Zahlen &amp; Buchstaben
fr_fr: Nombre & amp; lettres seulement

source: Number and letters only please.
de_de: Nur Zahlen und Buchstaben erlaubt
fr_fr: Nombre et lettres seulement svp.

source: Number and letters only.
de_de: Nur Zahlen und Buchstaben erlaubt
fr_fr: Nombre et lettres seulement.

source: Numbers and letters
de_de: Zahlen und Buchstaben
fr_fr: Chiffres et lettres

source: Numbers and letters only please
de_de: Nur Zahlen und Buchstaben erlaubt
fr_fr: Chiffres et lettres uniquement svp

source: Numbers and letters only please.
de_de: Nur Zahlen und Buchstaben erlaubt.

source: Numbers only
de_de: Nur Zahlen erlaubt
fr_fr: Chiffres uniquement

source: Numbers, letters and hyphens only.
de_de: Nur Zahlen, Buchstaben und Bindestriche erlaubt.
fr_fr: Chiffres, lettres et tirets seulement.

source: Observer
de_de: Betrachter
fr_fr: Observateur

source: Off
de_de: Aus

source: Offer the following social logins
de_de: Bieten Sie Logins über folgende sozialen Medien an
fr_fr: Offrir les connexions sociales suivantes

source: Oh hi, it's you
de_de: Oh hallo, Sie sind es
fr_fr: Oh salut, c'est vous

source: Oh, there's been a problem logging you in
de_de: Bei Ihrer Anmeldung gab es ein Problem.
fr_fr: Oh, il y a eu un problème pour vous identifier

source: Ok, so I'm a little welcome text. I'll appear after the user has logged in.
de_de: OK, also ich bin ein Begrüßungstext. Ich werde angezeigt, nachdem der Gast sich angemeldet hat.
fr_fr: Ok, donc je suis un petit texte de bienvenue. J'apparaitrai quand l'utilisateur sera connecté.

source: On The {{ location.plan_name | titleCase }} Plan.
de_de: Im {{ location.plan_name | titleCase }}-Tarif.
fr_fr: Sur la Formule {{location.plan_name | titlecase}} .

source: Once you have installed this, add your device(s) to your dashboard. They will provision automatically.
de_de: Sobald Sie den Standort angelegt haben, können Sie Ihre Geräte hinzufügen.
fr_fr: Une fois que vous avez installé, ajoutez votre appareil (s) à votre tableau de bord. Ils seront automatiquement disposition.
