Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: This device must have a valid gateway
de_de: Dieses Gerät benötigt ein gültiges Standard-Gateway
fr_fr: Ce dispositif doit avoir une passerelle valide

source: This device must have a valid host IP.
de_de: Dieses Gerät muss eine gültige IP-Adresse haben.
fr_fr: Ce dispositif doit avoir une adresse IP d'hôte valide.

source: This device only supports splash pages. Management features are disabled.
de_de: Dieses Gerät unterstützt nur Gast-Startseiten. Management-Funktionen sind ausgeschaltet.
fr_fr: Cet périphérique ne supporte que les pages de garde. Les fonctions de gestion sont désactivées.

source: This device only supports splash pages. Management is disabled.
de_de: Dieses Gerät unterstützt nur Gast-Startseiten. Das Management ist ausgeschaltet.
fr_fr: Cet périphérique ne supporte que les pages de garde. Gestion est désactivé.

source: This email has already been added
de_de: Diese E-Mail-Adresse wurde bereits hinzugefügt.
fr_fr: Cet e-mail a déjà été ajouté

source: This is a private location
de_de: Dies ist ein privater Standort
fr_fr: Ceci est un endroit privé

source: This is a public location
de_de: Dies ist ein öffentlicher Standort
fr_fr: Ceci est un lieu public

source: This is for developers. If you're not sure what an API is, please forget this exists.
de_de: Dies ist für Entwickler. Wenn Sie nicht genau wissen was eine API ist, dann ignorieren Sie dies.
fr_fr: Ceci est pour les développeurs. Si vous n'êtes pas sûr de ce qu'est une l'API, veuillez passer votre chemin svp.

source: This is required
de_de: Diese Eingabe ist erforderlich
fr_fr: Ce champs est nécessaire

source: This is usually the name of the place you want to install your access points. Something descriptive like 'London Office' or 'Beach House.'
de_de: Dies ist normalerweise der Name des Ortes, an dem Sie Ihre Access Points installieren möchten. Geben Sie eine beschreibende Bezeichnung, wie "London Office" oder "Beach House" ein.
fr_fr: Cela est généralement le nom de l'endroit où vous souhaitez installer vos points d'accès. Quelque chose descriptif comme «Bureau de Londres 'ou' Beach House.

source: This location has been archived! Splash pages are disabled.
de_de: Dieser Standort wurde archiviert! Startseiten sind ausgeschaltet.

source: This location is owned by the user.
de_de: Dieser Standort ist im Besitz des Benutzers.
fr_fr: Cet emplacement est possédé par l'utilisateur.

source: This location will be created under the <b>{{ brand.name | titleCase }}</b> brand.
de_de: Dieser Standort wird erstellt unter dem Brand <b>{{ brand.name | titleCase }}</b>.
fr_fr: Cet emplacement sera créé sous le <b> {{brand.name | titlecase}} </ b> marque.

source: This network is associated with the following zones.
de_de: Dieses Netzwerk ist folgenden Zonen zugeordnet.
fr_fr: Ce réseau est associé aux groupes suivantes.

source: This order is pending and hasn't completed
de_de: Dieser Auftrag besteht und ist noch nicht abgeschlossen
fr_fr: Cette commande est en attente et n'a pas terminé

source: This order was a success
de_de: Dieser Auftrag war erfolgreich
fr_fr: Cet ordre a été un succès

source: This order was refunded
de_de: Dieser Auftrag wurde zurückerstattet
fr_fr: Cette commande a été remboursé

source: This plan includes {{ plan.per_ap_allowance }} devices. When you exceed this limit, you will be charged {{ plan.cost_per_50 / 100 | currency : currency }} per device every month.
de_de: Dieser Tarif enthält {{plan.per_ap_allowance}} Geräte. Wenn Sie diese Anzahl an Geräten überschreiten, werden Sie wie folgt berechnet: {{plan.cost_per_50 / 100 | currency : currency }} pro Gerät pro Monat.
fr_fr: Ce plan comprend {{plan.per_ap_allowance}} périphériques. Lorsque vous dépassez cette limite, vous serez facturé {{plan.cost_per_50 / 100 | monnaie: monnaie}} par périphérique chaque mois.

source: This splash is associated with the following networks.
de_de: Diese Startseite ist mit folgenden Netzwerken verbunden.
fr_fr: Ce portail est associé aux réseaux suivants.

source: This store is active and visible on the splash page.
de_de: Dieser Shop ist aktiv und wird auf der Startseite angezeigt.
fr_fr: Ce magasin est active et visible sur la page d'accueil.

source: This store is not active yet. Enable this in the settings.
de_de: Dieser Shop ist noch nicht aktiv. Aktivieren Sie ihn in den Einstellungen.
fr_fr: Ce magasin est pas encore actif. Activez ce dans les paramètres.

source: This text won't appear on the login page.
de_de: Dieser Text wird nicht auf der Anmeldeseite angezeigt.
fr_fr: Ce texte ne sera pas apparaître sur la page de connexion.

source: This will clear all active sessions, including this one.
de_de: Dadurch werden alle aktiven Anmeldungen beendet, einschließlich dieser.
fr_fr: Cela effacera toutes les sessions actives, y compris celui-ci.

source: This will disconnect your clients temporarily.
de_de: Dies wird die Stationen ihrer Gäste vorübergehend trennen.
fr_fr: Cela déconnectera vos clients temporairement.

source: This will force a complete refresh of it's configuration files. A resync will disconnect any wireless clients temporarily
de_de: Hierdurch wird eine vollständige Aktualisierung der Konfigurations-Dateien erzwungen. Eine Neu-Synchronsierung wird vorübergehend alle angemeldeten Stationen trennen.
fr_fr: Cela va forcer un rafraîchissement complet de c'est des fichiers de configuration. Une resynchronisation déconnectera tous les clients sans fil temporairement

source: This will prevent users from logging in.
de_de: Dadurch wird verhindert, dass Benutzer sich anmelden können.
fr_fr: Cela empêchera les utilisateurs de se connecter.

source: This will resync all associated devices.
de_de: Dadurch werden alle zugehörigen Geräte neu synchronisiert.
fr_fr: Cela resynchroniser tous les périphériques associés.

source: This will revoke the user's permissions. It does not remove the user completely
de_de: Dies wird die Berechtigungen des Benutzers widerrufen. Es entfernt den Benutzer nicht vollständig
fr_fr: Cela révoquer les autorisations de l'utilisateur. Elle ne supprime pas l'utilisateur complètement

source: This will revoke your existing credentials and cannot be reversed.
de_de: Dies wird Ihre vorhandenen Anmeldeinformationen zurücksetzen und kann nicht rückgängig gemacht werden.
fr_fr: Cela révoquera vos informations d'identification existants et ne peut pas être inversée.

source: This will send a copy of the invoice to all billing emails.
de_de: Rechnungen werden an alle Abrechnungs-E-Mail-Adressen gesendet.
fr_fr: Ceci enverra une copie de la facture à tous les e-mails de facturation.

source: Thu
de_de: Do.
fr_fr: Jeu

source: Time
de_de: Zeit
fr_fr: Heure

source: Timed Access
de_de: Zeitgesteuerter Zugang
fr_fr: Accès Temporisé

source: Timed access
de_de: Zeitgesteuerter Zugang
fr_fr: Accès temporisé

source: Timeout
de_de: Zeitüberschreitung
fr_fr: Délai d'inactivité

source: Timeout Days
de_de: Zeitüberschreitung Tage
fr_fr: Jour d'Inactivité

source: Timezone
de_de: Zeitzone
fr_fr: Fuseau horaire

source: Timor-Leste
de_de: Osttimor

source: To Address
de_de: Empfänger-Adresse
fr_fr: Adresser à

source: To be completed
de_de: Noch nicht fertig
fr_fr: A compléter

source: To number
de_de: Empfänger-Nummer
fr_fr: Au numéro

source: To use QuickCodes, generate some code in your location settings. They can be generated on the fly for and you can set restrictions, just like vouchers.
de_de: Um QuickCodes zu verwenden, erstellen Sie einige Codes in Ihren Standorteinstellungen. Dort können Sie, wie bei den Gutscheinen, auch Zugriffsbeschränkungen festlegen.
fr_fr: Pour utiliser QuickCodes, générer du code dans vos paramètres de localisation. Ils peuvent être générés à la volée et vous pouvez définir des restrictions, tout comme les bons.

source: To: {{ ::value[1] }}
de_de: An: {{ ::value[1] }}
fr_fr: Pour: {{:: value [1]}}

source: Token successfully changed.
de_de: Token wurden erfolgreich geändert.
fr_fr: Token changé avec succès.

source: Top 10 locations by session count
de_de: Top-10-Standorte nach Anmeldungen
fr_fr: Top 10 des lieux par nombre de sessions

source: Top Clients
de_de: Meistgenutzte Stationen
fr_fr: Principaux clients

source: Top Devices
de_de: Meistgenutzte Geräte
fr_fr: Devices Top

source: Top Locations
de_de: Meistgenutzte Standorte
fr_fr: Top Géographique

source: Top aps by session count
de_de: Top-Anwendungen nach Anmeldungen
fr_fr: Top aps par nombre de sessions

source: Total
de_de: Gesamt
fr_fr: Tota

source: Total Access Points
de_de: Gesamtanzahl von Geräten
fr_fr: Total des points d'accès

source: Total Codes
de_de: Gesamtanzahl von Codes
fr_fr: total des codes

source: Total Sessions
de_de: Gesamtanzahl von Anmeldungen
fr_fr: Nombre des Sessions:

source: Town
de_de: Stadt
fr_fr: Ville

source: Traffic Isolation Disabled
de_de: Kommunikation mit anderen Netzen erlaubt
fr_fr: Traffic Isolation désactivé

source: Traffic Isolation Enabled
de_de: Kommunikation mit anderen Netzen unterbunden
fr_fr: Traffic Isolation activé

source: Transfer
de_de: Übertragen
fr_fr: Transférer

source: Transfer Device
de_de: Gerät übertragen
fr_fr: Transfert Dispositif

source: Transfer Location
de_de: Standort übertragen
fr_fr: Transfert Emplacement

source: Transfer Splash
de_de: Startseite übertragen
fr_fr: Transférer le Portail

source: Transfer device to
de_de: Übertrage Gerät nach
fr_fr: Dispositif de transfert à

source: Transfer splash page to
de_de: Übertrage Startseite nach
fr_fr: Transferer le portail à

source: Transfer this location to another user.
de_de: Übertrage diesen Standort an einen anderen Benutzer.
fr_fr: Transférez cet endroit à un autre utilisateur.

source: Transfer your device to another location you own.
de_de: Übertragen Sie Ihr Gerät an einen Ihrer anderen Standorte.
fr_fr: Transférez votre périphérique à un autre endroit que vous possédez.

source: Transfer your splash to another location you own.
de_de: Übertragen Sie Ihre Startseite an einen Ihrer anderen Standorte.
fr_fr: Transférez votre portail à un autre site que vous gérez.

source: Transferred
de_de: Übertragen
fr_fr: Transféré

source: Transmission Failures
de_de: Übertragungsfehler
fr_fr: Echecs de Transmission

source: Trigger Active
de_de: Trigger ist eingeschaltet
fr_fr: Action Active

source: Trigger Disabled
de_de: Trigger ist ausgeschaltet
fr_fr: Action Désactivée

source: Trigger Tags
de_de: Schlagwörter des Triggers
fr_fr: Tags d'Action

source: Trigger created successfully.
de_de: Trigger erfolgreich erstellt.
fr_fr: Action créée avec succès.

source: Trigger successfully deleted.
de_de: Trigger erfolgreich gelöscht.
fr_fr: Action supprimée avec succés.

source: Trigger successfully updated.
de_de: Trigger erfolgreich geändert.
fr_fr: Action mise à jour avec succès.

source: Triggers
de_de: Trigger
fr_fr: Actions

source: Triggers run automatically in the background.
de_de: Trigger werden im Hintergrund ausgeführt.
fr_fr: Les actions sont exécutés automatiquement en arrière-plan.

source: Trinidad and Tobago
de_de: Trinidad und Tobago
fr_fr: Trinité et Tobago

source: Tue
de_de: Di.
fr_fr: Mar

source: Tunisia
de_de: Tunesien
fr_fr: Tunisie

source: Turkey
de_de: Türkei
fr_fr: Turquie

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln
fr_fr: les Îles Turques-et-Caïques

source: Tx Failed
de_de: Übertragungsfehler
fr_fr: Tx Échec

source: Tx Rate
de_de: Senderate

source: Tx Retries
de_de: Sendewiederholungen

source: Txbps
de_de: Senderate (Bit/s)

source: Type
de_de: Typ

source: Type: {{ trigger.trigger_type }}. Runs: {{ trigger.run_count }}
de_de: Typ: {{ trigger.trigger_type }}. Läufe: {{ trigger.run_count }}
fr_fr: Type: {{ trigger.trigger_type }}. Lance : {{ trigger.run_count }}

source: Types
de_de: Arten
fr_fr: Types de Construction

source: Typography
de_de: Schriften
fr_fr: Typographie

source: UPDATE
de_de: AKTUALISIEREN
fr_fr: METTRE À JOUR

source: UPGRADE
de_de: AKTUALISIEREN
fr_fr: MISE A NIVEAU

source: Unable to communicate with your Ruckus Virtual SmartZone. Check your credentials.
de_de: Es ist nicht möglich mit Ihrer Ruckus VSZ zu kommunizieren. Überprüfen Sie Ihre Anmeldeinformationen.

source: Unarchive
de_de: Wiederherstellen
fr_fr: Désarchiver

source: Unarchived
de_de: Wiederhergestellt
fr_fr: Désarchivé

source: Unfavourite
de_de: Aus den Favoriten entfernen
fr_fr: Retirer des Favoris

source: Unified Login Code {{ splash.unified_login_code ? 'Enabled' : 'Disabled' }}
de_de: Einheitlicher Login-Code ist {{ splash.unified_login_code ? 'eingeschaltet' : 'ausgeschaltet' }}
fr_fr: Code Ident. Unifié {{ splash.unified_login_code ? 'Activé' : 'Désactivé' }}

source: Unique Clients
de_de: Eindeutige Stationen
fr_fr: Clients uniques

source: Unique Field ID
de_de: Eindeutige Feld-ID
fr_fr: Champ Unique d'ID

source: Unique ID
de_de: Eindeutige ID
fr_fr: Identifiant unique

source: Unique Users
de_de: Eindeutige Benutzer
fr_fr: Les utilisateurs uniques

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate
fr_fr: Émirats Arabes Unis

source: United Kingdom
de_de: Großbritannien
fr_fr: Royaume-Uni

source: United States
de_de: Vereinigte Staaten von Amerika (USA)
fr_fr: Îles Mineures éloignées des États-Unis

source: United States Minor Outlying Islands
de_de: Vereinigte Staaten Kleinere Ausgelagerte Inseln
fr_fr: Îles mineures éloignées des États-Unis

source: Unknown
de_de: Unbekannt
fr_fr: Inconnue

source: Unknown error, please try again
de_de: Unbekannter Fehler, versuchen Sie es bitte erneut
fr_fr: Erreur inconnue, veuillez réessayer ultérieurement

source: Unknown network
de_de: Unbekanntes Netzwerk
fr_fr: Réseau inconnu

source: Unlimited access
de_de: Unbegrenzter Zugang
fr_fr: Accès illimité

source: Unregistering a guest will not delete them. Instead, they will see the full registration page next time they login. Please use carefully.
de_de: Abmelden eines Gasts wird ihn nicht löschen. Stattdessen wird er die Startseite beim nächsten Verbindungsversuch erneut sehen. Verwenden Sie es mit Vorsicht.
fr_fr: Désenregistrer un client ne le supprimera pas. Au lieu de cela, ils verront la page d'inscription complète la prochaine fois qu'ils se connecteront. A utiliser avec précaution svp.

source: Unsaved
de_de: Nicht gespeichert
fr_fr: Non Sauvegardé

source: Unsaved Changes
de_de: Nicht gespeicherte Änderungen
fr_fr: Changements non enregistrés

source: Up to 255 characters
de_de: Bis zu 255 Zeichen
fr_fr: Jusqu'à 255 caractères

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour

source: Update SSID
de_de: SSID ändern
fr_fr: Mise à jour SSID

source: Update Zone
de_de: Zone ändern
fr_fr: Mise à jour Groupe

source: Update or add your credit card
de_de: Kreditkarte ändern oder neue hinzufügen
fr_fr: Mettre à jour ou ajouter votre carte de crédit

source: Updated
de_de: Aktualisiert
fr_fr: Mis à jour

source: Updating
de_de: Aktualisieren
fr_fr: Mise à jour

source: Updating, please wait.
de_de: Aktualisiere, bitte warten.
fr_fr: En cours de Mise à jour... Veuillez patienter.

source: Upgrade Device
de_de: Aktualisieren Sie Ihr Gerät
fr_fr: Dispositif de mise à niveau

source: Upgrade Firmware
de_de: Firmware aktualisieren
fr_fr: Mise à niveau du firmware

source: Upgrade Now
de_de: Jetzt aktualisieren
fr_fr: Mettre à Niveau Maintenant

source: Upgrade Your Device
de_de: Aktualisieren Sie Ihr Gerät
fr_fr: Mise à niveau de votre périphérique

source: Upgrade at 2am localtime on the following date
de_de: Aktualisieren um 2:00 Uhr lokaler Zeit am
fr_fr: Mise à niveau à 2h du matin localtime à la date suivante

source: Upgrade cancelled successfully.
de_de: Aktualisierung erfolgreich abgebrochen.
fr_fr: Mise à jour annulée avec succès.

source: Upgrade failed to run. Please try again.
de_de: Aktualisierung konnte nicht ausgeführt werden. Bitte versuchen Sie es erneut.
fr_fr: Mise à niveau a échoué à exécuter. Veuillez réessayer.

source: Upgrade running, please wait while it completes.
de_de: Aktualisierung läuft, bitte warten Sie, bis sie abgeschlossen ist.
fr_fr: Mise à jour en cours d'exécution, veuillez svp patienter pendant qu'il termine.

source: Upgrade your firmware to the latest version. Firmware upgrades include security updates and new features.
de_de: Aktualisieren Sie Ihre Firmware auf die neueste Version. Firmware-Aktualisierungen umfassen Sicherheits-Updates und neue Funktionen.
fr_fr: Mettez à jour avec la dernière version de firmware. Les mises à jour Firmware comprennent des mises à jour de sécurité et de nouvelles fonctionnalités.

source: Upload
de_de: Hochladen

source: Upload Speed ({{(code.upload_speed / 1024) | number:0 }}Mbps)
de_de: Upload-Geschwindigkeit ({{(code.upload_speed / 1024) | number:0 }} Mbit/s)
fr_fr: Vitesse en Upload ({{(code.upload_speed / 1024) | number:0 }}Mbps)

source: Upload Speed ({{(voucher.upload_speed / 1024) | number:0 }}Mbps)
de_de: Upload-Geschwindigkeit ({{(code.upload_speed / 1024) | number:0 }} Mbit/s)
fr_fr: Vitesse en Upload ({{(voucher.upload_speed / 1024) | number:0 }}Mbps)

source: Upload Speed {{ (product.upload_speed / 1024) | number }}Mbps
de_de: Upload-Geschwindigkeit {{ (product.upload_speed / 1024) | number }} Mbit/s
fr_fr: Vitesse en Upload {{ (product.upload_speed / 1024) | number }}Mbps

source: Upload Speed {{ (splash.upload_speed / 1024) | number }}Mbps
de_de: Upload-Geschwindigkeit {{ (splash.upload_speed / 1024) | number }} Mbit/s
fr_fr: Vitesse en Upload {{ (splash.upload_speed / 1024) | number }}Mbps

source: Upload a background image. Please note, large images will delay page load times.
de_de: Hochladen eines Hintergrundbildes. Bitte beachten Sie, dass große Bilder das Laden der Seite verlangsamen.
fr_fr: Uploadez une image de fond. Veuillez svp noter que les images lourdes retarderont le chargement.

source: Upload your banner image which must be 851px by 315px.
de_de: Hochladen Ihres Banners. Die erforderliche Größe ist 851x315 Pixel.
fr_fr: Uploadez votre bannière, celle-ci doit être de 851px par 315px.

source: Upload your logo which must be 200px by 106px.
de_de: Hochladen Ihres Logos. Die erforderliche Größe ist 200x106 Pixel.
fr_fr: Téléchargez votre logo qui doit être 200px par 106px.

source: Uptime
de_de: Gerätelaufzeit
fr_fr: En Ligne depuis

source: Usage
de_de: Nutzung
fr_fr: Utilisation

source: Usage Data
de_de: Datennutzung
fr_fr: Des données d'utilisation

source: Usage Reports
de_de: Nutzungsberichte
fr_fr: Rapports d'utilisation

source: Usage Statistics
de_de: Nutzungsstatistik
fr_fr: Données statistiques

source: Usage limit
de_de: Nutzungsbeschränkung
fr_fr: Limite d'utilisation

source: Use Your Own Facebook App
de_de: Verwenden Sie Ihre eigene Facebook-App
fr_fr: Utilisez votre propre Application Facebook

source: Use Your Own Google App
de_de: Verwenden Sie Ihre eigene Google-App
fr_fr: Utilisez votre propre application Google

source: Use Your Own LinkedIn App
de_de: Verwenden Sie Ihre eigene LinkedIn-App
fr_fr: Utilisez votre propre application LinkedIn

source: User Account ID
de_de: Benutzerkontennummer
fr_fr: ID de Compte utilisateur

source: User Email
de_de: Benutzer-E-Mail-Adresse
fr_fr: E-mail Utilisateur

source: User successfully updated.
de_de: Benutzer erfolgreich geändert.
fr_fr: Utilisateur mis à jour avec succès.

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur

source: Username (Optional)
de_de: Benutzername (optional)
fr_fr: Nom d'utilisateur (Facultatif)

source: Username and Password
de_de: Benutzername und Kennwort
fr_fr: Nom d'utilisateur et mot de passe

source: Users
de_de: Benutzer
fr_fr: Utilisateurs

source: Users should opt out
de_de: Benutzer sollen sich abmelden können
fr_fr: Les utilisateurs doivent se retirer

source: Uzbekistan
de_de: Usbekistan
fr_fr: Ouzbékistan

source: VAT Number: 207491904
de_de: Steuernummer: 207491904
fr_fr: Numéro de TVA : 207491904

source: VIEW
de_de: ZEIGE
fr_fr: VOIR

source: VIEW ALL
de_de: ZEIGE ALLE
fr_fr: TOUT VOIR

source: VOUCHER
de_de: GUTSCHEIN
fr_fr: TICKET

source: Validity
de_de: Gültigkeit
fr_fr: Validité

source: Validity Minutes
de_de: Gültigkeit in Minuten
fr_fr: Minutes de validité

source: Validity Period
de_de: Gültigkeits-Periode
fr_fr: Période de validité

source: Validity Period ({{ product.distance | titleCase }})
de_de: Gültigkeits-Periode ({{ product.distance | titleCase }})
fr_fr: Période de validité ({{ product.distance | titleCase }})

source: Value
de_de: Wert
fr_fr: Valeur

source: Venezuela, Bolivarian Republic of
de_de: Venezuela
fr_fr: Vénézuela

source: Verifying Coupon
de_de: Prüfe Gutschein
fr_fr: Vérification de votre Bon

source: View
de_de: Anzeigen
fr_fr: Voir

source: View Details
de_de: Details zeigen
fr_fr: Voir les détails

source: View Device
de_de: Gerät zeigen
fr_fr: Voir le périphérique

source: View Event
de_de: Ereignis zeigen
fr_fr: Voir l'événement

source: View Location
de_de: Standort zeigen
fr_fr: Voir le Site

source: View Pages
de_de: Seiten zeigen
fr_fr: Voir les Pages

source: View Usage
de_de: Benutzung zeigen
fr_fr: Voir l'Utilisation

source: View device map.
de_de: Geräte-Karte zeigen.
fr_fr: Voir la carte des périphériques.

source: View required URLs
de_de: Zeige benötigte URLs
fr_fr: Voir les URL obligatoires

source: View the available dynamic variables <a href="" ng-click="showVars()">here</a>.
de_de: Die verfügbaren dynamischen Variablen <a href="" ng-click="showVars()">hier</a> anzeigen.
fr_fr: Voir les variables dynamiques disponibles <a href="" ng-click="showVars()">ici</a>.

source: Virgin Islands, British
de_de: Virgin Islands (GB)
fr_fr: Îles Vierges britanniques

source: Visit the main site for more information about the plans.
de_de: Besuchen Sie die Webseite für weitere Informationen über die Tarife.
fr_fr: Visitez la page d'accueil pour plus d'informations sur les formules.

source: Visitor Loyalty
de_de: Besucher-Treue
fr_fr: Fidélité des visiteurs

source: Voucher
de_de: Gutschein
fr_fr: Ticket

source: Voucher Code
de_de: Gutschein-Code
fr_fr: Code du Ticket

source: Voucher Details
de_de: Gutschein-Details
fr_fr: Détails du Ticket

source: Voucher Format
de_de: Gutschein-Format
fr_fr: Format du Ticket

source: Voucher Settings
de_de: Gutschein-Einstellungen
fr_fr: Paramètres Ticket

source: Voucher batch disabled.
de_de: Gutscheinliste gesperrt.
fr_fr: Lot de Tickets désactivé.

source: Voucher created successfully
de_de: Gutscheine erfolgreich erstellt
fr_fr: Ticket créé avec succès

source: Voucher {{ voucher.is_active | humanBoolean }}
de_de: Gutschein {{ voucher.is_active | humanBoolean }}
fr_fr: Ticket {{ voucher.is_active | humanBoolean }}

source: Vouchers
de_de: Gutscheine
fr_fr: Tickets

source: Vouchers generating, please wait.
de_de: Gutscheine werden erstellt, bitte warten.
fr_fr: Génération de Tickets, veuillez svp attendre.

source: Vouchers have their own rules. When you create a batch of vouchers, you also create the policies which limit speed, time etc.
de_de: Beim Erzeugen von Gutscheinen werden auch die dafür geltenden Richtlinien (Bandbreite, Zeit, Volumen u.s.w.) definiert.
fr_fr: Les Tickets ont leurs propres règles. Lorsque vous créez un lot de Tickets, vous créez également les politiques limitant la vitesse, le temps etc.

source: Vouchers successfully deleted.
de_de: Gutscheine erfolgreich gelöscht.
fr_fr: Tickets supprimés avec succès.

source: WAN Metric
de_de: WAN-Metrik
fr_fr: Metric WAN

source: WAN Protocol
de_de: WAN-Protokoll
fr_fr: Protocole WAN

source: WAN Protocol: {{ ::box.wan_proto }}
de_de: WAN-Protokoll: {{ ::box.wan_proto }}
fr_fr: Protocole WAN : {{ ::box.wan_proto }}

source: Waiting for configs
de_de: Warte auf Konfigurationen
fr_fr: En attente de configs

source: Walled Gardens ({{ walledgardens.length || 0 }} of 25 allowed)
de_de: Walled Gardens ({{ walledgardens.length || 0 }} von 25 zugelassenen)
fr_fr: Jardins Clos ({{ walledgardens.length || 0 }} de 25 autorisés)
