Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: Armenia
de_de: Armenien
fr_fr: Arménie

source: Assign a group policy to a client. Pre-authorize before they connect by adding them to a policy group.
de_de: Weisen Sie einer Station eine Gruppenrichtlinie zu, damit sie sich anmelden kann.
fr_fr: Attribuer une stratégie de groupe à un client. Pré-autorisation avant de se connecter en les ajoutant à un groupe politique.

source: Associated Codes
de_de: Zugehörige Codes
fr_fr: codes associés

source: Attribute: {{ name | titleCase }}
de_de: Attribut: {{ name | titleCase }}
fr_fr: Attribut: {{name | titlecase}}

source: Audit Logs
de_de: Audit-Protokolle
fr_fr: Journaux de contrôle

source: Audit Reports
de_de: Auditberichte
fr_fr: Rapports d'audit

source: Australia
de_de: Australien
fr_fr: Australie

source: Austria
de_de: Österreich
fr_fr: Autriche

source: Authentication Port
de_de: Authentifizierungs-Port
fr_fr: Port d'authentification

source: Authorisation Code
de_de: Bevollmächtigungs-Code
fr_fr: code d'autorisation

source: Authorise
de_de: Bevollmächtigen
fr_fr: Autoriser

source: Authorising {{ ::type }}, please wait.
de_de: Authorisierung {{ ::type }}, bitte warten.
fr_fr: Autorisation {{:: type}}, veuillez svp attendre.

source: Auto Password Change Enabled
de_de: Automatische Kennwortänderung ist eingeschaltet
fr_fr: Changement Auto du Mot de Passe Activé

source: Auto Password Change Off
de_de: Automatische Kennwortänderungen ist ausgeschaltet
fr_fr: Changement Auto du Mot de Passe Désactivé

source: Automatic Reboot Interval (mins)
de_de: Intervall für automatischen Neustart (Min.)
fr_fr: Intervalle de Reboot Automatique (mins)

source: Automatically change?
de_de: Automastisch ändern?
fr_fr: Changer automatiquement ?

source: Automatically discovered
de_de: Automatisch erkannt
fr_fr: Découverte automatique

source: Available if your access points have two radios.
de_de: Verfügbar, wenn Ihre Access-Points zwei Radios haben.
fr_fr: Disponible si vos points d'accès ont deux radios.

source: Average Session
de_de: Durchschnittliche Zugriffe
fr_fr: Session Moyenne

source: Average Values
de_de: Durchschnittswerte
fr_fr: Valeurs Moyennes

source: Average {{ type | titleCase }}
de_de: Durchschnitts-{{ type | titleCase }}

source: Awesome Team Communication
de_de: Großartige Teamkommunikation
fr_fr: Communication de la Super Equipe

source: Azerbaijan
de_de: Aserbaidschan
fr_fr: Azerbaïdjan

source: Back
de_de: Zurück
fr_fr: Précédent

source: Back to Apps
de_de: Zurück zu Anwendungen
fr_fr: Retour à Apps

source: Back to Client
de_de: Zurück zur Station
fr_fr: Retour au Client

source: Back to Clients
de_de: Zurück zu Stationen
fr_fr: Retour aux Clients

source: Back to Codes
de_de: Zurück zu Codes
fr_fr: Retour aux Codes

source: Back to Device
de_de: Zurück zum Gerät
fr_fr: Retour au Périphérique

source: Back to Devices
de_de: Zurück zu Geräten
fr_fr: Retour aux Périphériques

source: Back to Guests
de_de: Zurück zu Gästen
fr_fr: Retour aux Visiteurs

source: Back to Invoices
de_de: Zurück zu Rechnungen
fr_fr: Retour aux Factures

source: Back to Location
de_de: Zurück zu Standorten
fr_fr: Retour au Site

source: Back to Orders
de_de: Zurück zu Bestellungen
fr_fr: Retour aux Commandes

source: Back to Settings
de_de: Zurück zu Einstellungen

source: Back to Splash
de_de: Zurück zur Startseite
fr_fr: Retour au Portail

source: Back to Splash Page
de_de: Zurück zur Startseite
fr_fr: Retour au Portail

source: Back to Trigger
de_de: Zurück zu Trigger
fr_fr: Retour aux Actions

source: Back to Voucher
de_de: Zurück zu Gutschein
fr_fr: Retour au Ticket

source: Background Colour
de_de: Hintergrundfarbe
fr_fr: Couleur de fond

source: Background Image
de_de: Hintergrundbild
fr_fr: Image de fond

source: Band Selection
de_de: Band-Auswahl
fr_fr: Sélection Bande

source: Bangladesh
de_de: Bangladesch

source: Basic Rate Support
de_de: Basisrate
fr_fr: Taux de Base Supporté

source: Basic Support
de_de: Basis-Support
fr_fr: Support de Base

source: Batch Description
de_de: Listen-Beschreibung
fr_fr: Description du Lot

source: Batch Details
de_de: Listen-Details
fr_fr: Détails du Lot

source: Batch Name
de_de: Listen-Name
fr_fr: Nom du Lot

source: Belarus
de_de: Weißrussland
fr_fr: Biélorussie

source: Belgium
de_de: Belgien
fr_fr: Belgique

source: Beta Disabled
de_de: Beta ist ausgeschaltet

source: Beta Enabled
de_de: Beta ist eingeschaltet

source: Beta Location
de_de: Beta-Standort

source: Beta feature. Changes to functionality may happen without notice.
de_de: Beta-Funktion. Änderungen der Funktionalität können ohne vorherige Ankündigung geschehen.
fr_fr: Fonction Beta. Les modifications apportées à la fonctionnalité peuvent survenir sans préavis.

source: Between {{ query.start | humanTimeShort }} and {{ query.end | humanTimeShort }}
de_de: Zwischen {{query.start | humanTimeShort}} und {{query.end | humanTimeShort}}
fr_fr: Entre {{query.start | humanTimeShort}} et {{ query.end | humanTimeShort }}

source: Billable Access Points
de_de: Abrechenbare Access-Points
fr_fr: Points d'Accès Facturables

source: Billing
de_de: Abrechnung
fr_fr: Facturation

source: Billing City
de_de: Rechnungsadresse Stadt
fr_fr: Ville de Facturation

source: Billing Currency
de_de: Rechnungswährung

source: Billing Details
de_de: Bezahldetails
fr_fr: Détails de la Facturation

source: Billing Postcode
de_de: Rechnungsadresse Postleitzahl
fr_fr: Code postal de Facturation

source: Billing Preferences
de_de: Abrechnung-Einstellungen
fr_fr: Préférences de Facturation

source: Blacklisted Devices
de_de: Stationen auf der Blacklist
fr_fr: Périphériques Blacklistés

source: Blacklisted Devices ({{ blacklists.length || 0 }} of 50 allowed)
de_de: Stationen auf der Blacklist ({{ blacklists.length || 0 }} von 50 erlaubten)
fr_fr: Périphériques Blacklistés ({{ blacklists.length || 0 }} sur 50 autorisés)

source: Block Banned Clients
de_de: Blockieren von gesperrten Stationen
fr_fr: Bloquer les Clients Bannis

source: Block access to local network?
de_de: Blockieren des Zugriffs auf lokales Netzwerk?
fr_fr: Bloquer l'accès au réseau local ?

source: Blocks the client on {{client.ssid}}
de_de: Blockiere diese Station für {{client.ssid}}
fr_fr: Bloque le client sur {{client.ssid}}

source: Body Background Colour
de_de: Body-Hintergrundfarbe
fr_fr: Couleur de fond du Corps

source: Body Colour
de_de: Body-Farbe
fr_fr: Couleur du Corps

source: Body Size
de_de: Body-Größe
fr_fr: Taille du Corps

source: Body Text
de_de: Haupttext
fr_fr: Corps du texte

source: Bolivia, Plurinational State of
de_de: Bolivien
fr_fr: État Plurinational de Bolivie

source: Bonaire, Sint Eustatius and Saba
de_de: Bonaire
fr_fr: Bonaire, Saint-Eustache et Saba

source: Border Colour
de_de: Rahmenfarbe
fr_fr: Couleur de Bordure

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina
fr_fr: Bosnie-Herzégovine

source: Bouvet Island
de_de: Bouvetinsel
fr_fr: Île Bouvet

source: Box Port Forwards
de_de: Geräte-Port-Weiterleitungen
fr_fr: Forwards de Ports du Périphérique

source: Box successfully added to zone.
de_de: Gerät erfolgreich zur Zone hinzugefügt.
fr_fr: Périphérique ajouté avec succès au groupe.

source: Box successfully deleted
de_de: Gerät erfolgreich gelöscht
fr_fr: Périphérique supprimé avec succès

source: Box successfully rebooted.
de_de: Geräte-Neustart erfolgreich.
fr_fr: Périphérique redémarré avec succès.

source: Box successfully {{val}}.
de_de: Gerät erfolgreich {{val}}.
fr_fr: Périphérique {{val}} avec succès.

source: Box transferred successfully.
de_de: Gerät wurde erfolgreich transferiert!
fr_fr: Périphérique transféré avec succès.

source: Box upgrading. Do not unplug or restart your device.
de_de: Gerät wird aktualisiert. Nicht vom Strom trennen oder ausschalten.
fr_fr: Mis à jour en cours. Ne débranchez ou redémarrez pas votre périphérique.

source: Boxes
de_de: Geräte
fr_fr: Périphériques

source: Brand Ambassador
de_de: Ein Vertreter des Brands
fr_fr: Ambassadeur Equipe

source: Brand Membership
de_de: Mitglied des Brands
fr_fr: Membre Equipe

source: Brand Owner
de_de: Eigentümer des Brands
fr_fr: Admin Equipe

source: Brand Role
de_de: Brand-Rolle
fr_fr: Rôle dans l'Equipe

source: Brand Super
de_de: Administrator des Brands
fr_fr: Super Equipe

source: Brand ambassadors won't be deleted automatically. If you want to remove this user from all locations, please revoke their brand permissions too.
de_de: Vertreter des Brands werden nicht automatisch gelöscht. Wenn Sie diesen Benutzer aus allen Standorten löschen möchten, dann entziehen Sie ihm die Brand-Berechtigungen.
fr_fr: Les Ambassadeurs de l'Equipe ne seront pas supprimés automatiquement. Si vous voulez retirer cet utilisateur de tous les lieux, veuillez il vous plaît retirer leurs droits d'équipe également.

source: Brazil
de_de: Brasilien
fr_fr: Brésil

source: Bridge To Switch
de_de: Bridge mit Switch
fr_fr: Pont au Switch

source: Bridge with Switch Disabled
de_de: Bridge mit Switch ausgeschaltet
fr_fr: Pont avec Switch Désactivé

source: Bridge with Switch Enabled
de_de: Bridge mit Switch eingeschaltet
fr_fr: Pont avec Switch Activé

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean
fr_fr: Territoire Britannique de l'Océan Indien

source: Broadcasting {{ ::box.metadata.ssids.length }} SSIDs: {{ box.all_ssids }}
de_de: {{ ::box.metadata.ssids.length }} ausgestrahlte SSIDs: {{ box.all_ssids }}

source: Build services on top of the Cucumber API. Wondering what you might build? The dashboard you're looking at now is an App. It's built on top of the API. You might do something similar if you wanted different functionality.
de_de: Dienstleistungen über die Cucumber-API anbieten. Das Dashboard, welches Sie verwenden, ist eine Anwendung, welche die Cucumber-API verwendet. Sie können die API auch verwenden um Ihren Kunden ganz andere oder erweiterte Funktionen anzubieten.
fr_fr: Batir des services à partir de notre API. Vous vous demandez ce que vous pourriez construire ? Le tableau de bord que vous regardez maintenant est une application. Il est construit grâce à cet API. Vous pourriez faire quelque chose de similaire si vous désirez des fonctionnalités différentes.

source: Bulgaria
de_de: Bulgarien
fr_fr: Bulgarie

source: Button Colour
de_de: Schaltflächen-Farbe
fr_fr: Couleur du Bouton

source: Button Text
de_de: Schaltflächen-Text
fr_fr: Texte du Bouton

source: Button text required.
de_de: Schaltflächen-Text erforderlich.
fr_fr: Texte du Bouton nécessaire.

source: Buy Voucher Now
de_de: Jetzt Gutschein kaufen
fr_fr: Acheter un Ticket Maintenant

source: Buy Voucher Text
de_de: Gutschein kaufen Text
fr_fr: Texte Achat de Ticket

source: By creating this application, you are agreeing to the developer agreement found <a href="https://cucumberwifi.io/developer-terms" target="_blank">here</a>.
de_de: Durch Erstellung dieser Anwendung, akzeptieren Sie unsere <a href="https://cucumberwifi.io/developer-terms" target="_blank">Nutzungsbedingungen für Entwickler</a>.
fr_fr: En créant cette application, vous acceptez la charte du développeur <a href="https://cucumberwifi.io/developer-terms" target="_blank"> </a>.

source: By logging in, you agree to our <a href="{{ splash.terms_url }}">terms of use</a>
de_de: Durch die Anmeldung, akzeptieren Sie unsere <a href="{{ splash.terms_url }}">Nutzungsbedingungen</a>
fr_fr: En vous connectant, vous acceptez nos <a href="{{ splash.terms_url }}">conditions d'utilisation</a>

source: By using our API, you agree to the terms of use.
de_de: Durch die Nutzung unserer API erklären Sie sich mit den Nutzungsbedingungen einverstanden.
fr_fr: En utilisant notre API, vous acceptez les conditions d'utilisation.

source: Bypass Android Popup Disabled
de_de: Umgehung der Weiterleitung bei Android ist ausgeschaltet
fr_fr: Bypass Popup Android Désactivé

source: Bypass Android Popup Enabled
de_de: Umgehung der Weiterleitung bei Android ist eingeschaltet
fr_fr: Bypass Popup Android Activé

source: Bypass double opt-in
de_de: Double-opt-in umgehen

source: Bypass iOS Popup Disabled
de_de: Umgehung der Weiterleitung bei iOS ist ausgeschaltet
fr_fr: Bypass Popup iOS Désactivé

source: Bypass iOS Popup Enabled
de_de: Umgehung der Weiterleitung bei iOS ist eingeschaltet
fr_fr: Bypass iOS Popup Activé

source: Bypasses the captive portal for all splash networks.
de_de: Umgeht das Captive Portal für alle Netzwerke mit Startseiten.
fr_fr: Ignore le portail captif pour tous les réseaux invités.

source: CANCEL ACCOUNT
de_de: KONTO LÖSCHEN
fr_fr: ANNULER LE COMPTE

source: CHANGE
de_de: ÄNDERN
fr_fr: CHANGER

source: CLOSE
de_de: ABBRUCH
fr_fr: FERMER

source: CONFIRM
de_de: BESTÄTIGEN
fr_fr: CONFIRMER

source: CREATE
de_de: HINZUFÜGEN
fr_fr: CREER

source: CREATE SPLASH
de_de: STARTSEITE ERSTELLEN
fr_fr: CREER PORTAIL

source: Cambodia
de_de: Kambodscha
fr_fr: Cambodge

source: Cameroon
de_de: Kamerun
fr_fr: Cameroun

source: Canada
de_de: Kanada

source: Cancel
de_de: Abbruch
fr_fr: Annule

source: Cancel Subscription
de_de: Abonnement kündigen
fr_fr: Annuler l'abonnement

source: Cancel Upgrade
de_de: Aktualisierung abbrechen
fr_fr: Annuler la mise à niveau

source: Cancel Your Account
de_de: Ihr Konto löschen.
fr_fr: Annuler Votre Compte

source: Cancelling is immediate. No futher charges will be applied to your account.
de_de: Eine Kündigung gilt ab sofort. Keine weiteren Gebühren werden von Ihrem Konto abgebucht.
fr_fr: L'Annulation est immédiate. Aucun frais ne seront appliqués à votre compte.

source: Cancelling, please wait.
de_de: Stornieren, bitte warten.
fr_fr: Annulation veuillez patienter svp.

source: Cannot communicate with Cucumber Tony. Please reboot.
de_de: Keine Kommunikation mit Cucumber Tony möglich. Bitte neu starten.
fr_fr: Vous ne pouvez pas communiquer avec le serveur. Veuillez redémarrer svp.

source: Capabilities
de_de: Berechtigungen
fr_fr: Capacités

source: Captive Portal
de_de: Startseite
fr_fr: Portail Captif

source: Captured
de_de: Erfasst
fr_fr: Capturé

source: Card Details
de_de: Kartendaten
fr_fr: Détails de la Carte

source: Card Number
de_de: Kartennummer
fr_fr: Numéro de carte de crédit

source: Card number invalid
de_de: Kartennummer ungültig
fr_fr: numéro de carte incorrect

source: Category
de_de: Katagorie
fr_fr: Catégorie

source: Caution, changing this after you've captured details may prevent users from logging in.
de_de: Vorsicht, diese Änderung kann verhindern, dass Benutzer sich anmelden können.
fr_fr: Attention, modifier ceci après avoir capturé les détails peut empêcher les utilisateurs de se connecter.

source: Cayman Islands
de_de: Kaimaninseln
fr_fr: Îles Caïmans

source: Center
de_de: Zentriert
fr_fr: Centre

source: Central African Republic
de_de: Zentralafrikanische Republik
fr_fr: République Centre-Africaine

source: Chad
de_de: Tschad
fr_fr: Tchad

source: Change
de_de: Ändern
fr_fr: Changement

source: Change Client Name
de_de: Name der Station ändern
fr_fr: Modifier le nom du client

source: Change Log
de_de: Änderungsprotokoll
fr_fr: Modification des Logs

source: Change Password
de_de: Kennwort ändern
fr_fr: Changer le mot de passe

source: Change SSID
de_de: SSID ändern
fr_fr: Changer le SSID

source: Change Token
de_de: Token ändern
fr_fr: Changer de Token

source: Change on these days
de_de: An diesen Tagen ändern
fr_fr: Changer ces jours

source: Change the user's default role. Read more about roles in the documentation.
de_de: Ändern Sie die Standard-Rolle des Benutzers. Lesen Sie mehr über Rollen in der Dokumentation.
fr_fr: Changer le rôle par défaut de l'utilisateur. En savoir plus sur les rôles dans la documentation.

source: Change your account password
de_de: Kennwort des Kontos ändern
fr_fr: Changer votre mot de passe

source: Change your password automatically &amp; have it emailed to you.
de_de: Ihr Kennwort wurde geändert und Ihnen per E-Mail zugesendet.
fr_fr: Changer votre mot de passe automatiquement &amp; se le faire envoyer par email.

source: Changed By
de_de: Geändert durch
fr_fr: Changé à partir du

source: Changelog
de_de: Änderungsprotokoll
fr_fr: Modification des Logs

source: Changing the SSID will resync your boxes.
de_de: Ändern der SSID führt zum Resynchronisieren der Geräte.
fr_fr: Changer le SSID entrainera une resynchro des périphériques.

source: Channel
de_de: Kanal
fr_fr: Canal

source: Check page
de_de: Überprüfe Seite
fr_fr: Vérifiez la page

source: Check you're connected to the correct network and that the box has connectivity.
de_de: Bitte überprüfen Sie, ob Sie mit dem richtigen Netzwerk verbunden sind und Ihr Gerät Zugang zum Internet hat.
fr_fr: Vérifiez que vous êtes connecté au bon réseau et que le périphérique est en ligne.

source: Checkbox
de_de: Auswahlbox
fr_fr: Case à cocher

source: Checkbox 1
de_de: Auswahlbox 1
fr_fr: Case à cocher 1

source: Checkbox 2
de_de: Auswahlbox 2
fr_fr: Case à cocher 2

source: Checkin Message
de_de: Anmeldenachricht
fr_fr: Vérification des messages

source: Choose a Password
de_de: Kennwort wählen
fr_fr: Choisissez un mot de passe

source: Choose a Zone
de_de: Zone wählen
fr_fr: Choisissez un groupe

source: Choose a firmware version
de_de: Firmware-Version wählen
fr_fr: Choisissez une version de firmware

source: Choose a list
de_de: Liste wählen
fr_fr: Choisissez une liste

source: Choose an Event
de_de: Ereignis wählen
fr_fr: Choisissez un événement

source: Choose from a selection of the most popular products. Or, use the <a href="" ng-click="advanced = !advanced">{{ advanced ? "simple" : "advanced"}} method</a>.
de_de: Wählen Sie aus einer Auswahl der beliebtesten Artikel. Oder klicken Sie <a href="" ng-click="advanced = !advanced">{{advanced? "einfache": "fortschrittliche"}} Methode</a>.
fr_fr: Choisissez parmi une sélection de produits les plus populaires. Ou, utilisez la méthode <a href="" ng-click="advanced = !advanced">{{ advanced ? "simple" : "avancé"}} </a>.

source: Christmas Island
de_de: Weihnachtsinsel
fr_fr: Île Christmas

source: City
de_de: Ort
fr_fr: Ville

source: City / Town
de_de: Ort / Stadt
fr_fr: Ville / Localité:

source: Clear Filter
de_de: Filter zurücksetzen
fr_fr: Effacer le filtre

source: Clear filters
de_de: Filter zurücksetzen
fr_fr: Effacer les filtres

source: Click a field to edit. Drag to reorder.
de_de: Zum Bearbeiten ein Feld anklicken. Ziehen um die Reihenfolge zu ändern.
fr_fr: Cliquez sur un champ à modifier. Faites glisser pour réorganiser.

source: Click here to add another rule
de_de: Klicken Sie hier, um eine weitere Regel hinzufügen
fr_fr: Cliquez ici pour ajouter une autre règle

source: Click here when you're done.
de_de: Klicken Sie hier, wenn Sie fertig sind.
fr_fr: Cliquez ici lorsque vous avez terminé.

source: Client
de_de: Station

source: Client {{client.splash_status | splashStatus }}
de_de: Station {{client.splash_status | splashStatus }}

source: Client Description
de_de: Beschreibung der Station
fr_fr: Description Client

source: Client Isolation Disabled
de_de: Kommunikation zwischen WiFi-Stationen erlaubt
fr_fr: Isolation Clients Désactivé

source: Client Isolation Enabled
de_de: Kommunikation zwischen WiFi-Stationen unterbunden
fr_fr: Isolation Clients Activé

source: Client MAC Address
de_de: MAC-Adresse der Station
fr_fr: MAC Address du Client

source: Client Mac
de_de: MAC-Adresse der Station
fr_fr: Mac du Client

source: Client Name
de_de: Name der Station
fr_fr: Nom du Client

source: Client filter successfully updated.
de_de: Regel für Station wurde erfolgreich geändert.
fr_fr: Filtre client mis à jour avec succès.

source: Client {{ client.online | splashStatus:client.splash_status }}
de_de: Station {{ client.online | splashStatus:client.splash_status }}

source: Clients
de_de: Stationen

source: Clients Connected
de_de: Verbundene Stationen
fr_fr: Clients connectés

source: Close
de_de: Abbruch
fr_fr: Fermer

source: Close dialog
de_de: Dialog schließen
fr_fr: Fermer la boite de dialogue

source: Cloud communications platform
de_de: WiFi-Management-Plattform
fr_fr: Plateforme de Communication Hébergée

source: Cocos (Keeling) Islands
de_de: Kokosinseln
fr_fr: Îles Cocos (Keeling)

source: Code Active
de_de: Code aktiv
fr_fr: Code Actif

source: Code Disabled
de_de: Code ist ausgeschaltet
fr_fr: Code Désactivé

source: Code successfully deleted.
de_de: Code erfolgreich gelöscht.
fr_fr: Code supprimé avec succès.

source: Code {{text}} successfully.
de_de: Code erfolgreich {{text}}.
fr_fr: Code {{text}} avec succès.

source: Colombia
de_de: Kolumbien
fr_fr: Colombie

source: Command
de_de: Befehl
fr_fr: Commande

source: Command Output
de_de: Befehls-Ergebnis
fr_fr: Commande de Sortie

source: Comment
de_de: Kommentar
fr_fr: Commentaire

source: Common tags
de_de: Gemeinsame Schlagwörter
fr_fr: Tag communs

source: Comoros
de_de: Komoren
fr_fr: Comores

source: Company
de_de: Firma
fr_fr: Société

source: Company Name
de_de: Firmenname
fr_fr: Nom de l'Entreprise

source: Company Number: 09332205
de_de: Firmennummer: 09332205
fr_fr: Numéro d'Entreprise : 09332205

source: Completed
de_de: Abgeschlossen
fr_fr: Terminé

source: Confirm Update
de_de: Aktualisierung bestätigen
fr_fr: Confirmation de la mise à jour

source: Confirm Upgrade
de_de: Aktualisierung bestätigen
fr_fr: Confirmation de la Mise à Niveau

source: Congo
de_de: Kongo

source: Congo, the Democratic Republic of the
de_de: Demokratische Republik Kongo
fr_fr: République Démocratique du Congo

source: Connect to Facebook
de_de: Verbinden mit Facebook
fr_fr: Connectez-vous à Facebook

source: Connect to Facebook and get your pages.
de_de: Verbinde dich über Facebook.
fr_fr: Connectez-vous à Facebook et allez à vos pages.

source: Connected to Cucumber
de_de: Verbunden mit Cucumber
fr_fr: Connecté au serveur

source: Connected:&nbsp;
de_de: Verbunden:&nbsp;
fr_fr: Connectés:&nbsp;

source: Connection Speed
de_de: Verbindungs-Geschwindigkeit
fr_fr: Vitesse de Connexion

source: Container Colour
de_de: Container-Farbe
fr_fr: Couleur du Conteneur

source: Container Style
de_de: Container-Stil
fr_fr: Style du Conteneur

source: Content Filtering
de_de: Filterung von Inhalten
fr_fr: Filtrage de Contenu

source: Continue
de_de: Weiter
fr_fr: Continuer

source: Cook Islands
de_de: Cook Inseln
fr_fr: Îles Cook

source: Cost
de_de: Kosten
fr_fr: Coût

source: Cost per Device
de_de: Kosten pro Gerät
fr_fr: Coût par périphérique

source: Could not delete box
de_de: Gerät kann nicht gelöscht werden
fr_fr: Impossible de supprimer la boîte

source: Could not delete the payload.
de_de: Aufgabe kann nicht gelöscht werden.
fr_fr: Impossible de supprimer la charge utile.

source: Could not find any locations to tranfer this device to.
de_de: Keine Standorte zum Transferieren dieses Gerät gefunden.
fr_fr: Impossible de trouver d'endroit où transférer ce périphérique.

source: Could not reset this device, please try again
de_de: Geräte-Neustart fehlgeschlagen, bitte nochmal versuchen
fr_fr: Impossible de réinitialiser ce dispositif, veuillez svp réessayer

source: Could not schedule upgrade, try again.
de_de: Aktualisierung kann nicht geplant werden, bitte nochmal versuchen.
fr_fr: Impossible de planifier la mise à niveau, réessayez svp.

source: Country
de_de: Land
fr_fr: Pays

source: Coupon Code
de_de: Gutschein-Code
fr_fr: Code du Bon

source: Coupon added successfully.
de_de: Gutschein erfolgreich hinzugefügt.
fr_fr: Bon ajouté avec succès.

source: Coupons &amp; Discount Codes
de_de: Gutscheine &amp; Rabatt-Codes
fr_fr: Bon &amp; Codes de réduction

source: Create
de_de: Hinzufügen
fr_fr: Créer

source: Create App
de_de: Erstelle Anwendung
fr_fr: Créer une App

source: Create Network
de_de: Erstelle Netzwerk
fr_fr: Créer un réseau

source: Create New Network
de_de: Erstelle neues Netzwerk
fr_fr: Créer un nouveau réseau

source: Create New Password
de_de: Kennwort ändern
fr_fr: Créer un Nouveau Mot de passe
