Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: Create New Zone
de_de: Erstelle neue Zone
fr_fr: Créer un Nouveau Groupe

source: Create Product
de_de: Erstelle Artikel
fr_fr: Créer un Produit

source: Create Splash
de_de: Erstelle Startseite
fr_fr: Créer un Portail

source: Create Store
de_de: Erstelle Shop
fr_fr: Créer un Magasin

source: Create Zone
de_de: Erstelle Zone
fr_fr: Créer un Groupe

source: Create a New Location
de_de: Erstellen Sie einen neuen Standort
fr_fr: Créer un Nouvel Emplacement

source: Create a Splash Page to control your guest's access.
de_de: Erstellen Sie eine Startseite um den Zugang Ihrer Gäste zu steuern.
fr_fr: Créer un Portail Captif pour contrôler l'accès de vos invités.

source: Create a group policy.
de_de: Erstellen Sie eine Gruppenrichtlinie.
fr_fr: Créer une stratégie de groupe.

source: Create a new SSID
de_de: Erstellen Sie eine neue SSID
fr_fr: Créer un nouveau SSID

source: Create a store and sell vouchers online via your splash pages.
de_de: Erstellen Sie einen Shop und verkaufen Sie Gutscheine über Ihre Startseite.
fr_fr: Créer un magasin et vendre des tickets en ligne via votre portail.

source: Create a zone then add your boxes and networks.
de_de: Erstellen Sie eine Zone und fügen dann Geräte und Netzwerke hinzu.
fr_fr: Créer un groupe puis ajoutez vos périphériques et réseaux.

source: Create an application before use the API and build some awesome.
de_de: Erstellen Sie eine Anwendung bevor Sie die API verwenden um damit Großartiges zu tun.
fr_fr: Créer une application avant d'utiliser l'API.

source: Create as many locations or networks as you need.
de_de: Erstellen Sie so viele Standorte oder Netzwerke wie nötig.
fr_fr: Créer autant de sites ou de réseaux dont vous avez besoin.

source: Create one now
de_de: Erstellen Sie jetzt eines
fr_fr: En Créer maintenant

source: Create rules and restrictions to control access.
de_de: Erstellen Sie Regeln und Einschränkungen für die Zugriffssteuerung.
fr_fr: Créer des règles et restrictions pour contrôler l'accès.

source: Create some vouchers for your splash pages.
de_de: Erstellen Sie Gutscheine für Ihre Startseite.
fr_fr: Créer des tickets pour vos portails.

source: Create up to 16 networks per location.
de_de: Erstellen Sie bis zu 16 Netzwerke pro Standort.
fr_fr: Créer jusqu'à 16 réseaux par site.

source: Create up to 16 zones per location.
de_de: Erstellen Sie bis zu 16 Zonen pro Standort.
fr_fr: Créez jusqu'à 16 groupes par site.

source: Created
de_de: Erstellt
fr_fr: Créé

source: Created By
de_de: Erstellt von
fr_fr: Créé par

source: Created On
de_de: Erstellt am
fr_fr: Créé le

source: Created {{ results.code.created_at | humanTime }}
de_de: Erstellt am {{results.code.created_at | humanTime}}
fr_fr: Créé {{ results.code.created_at | humanTime }}

source: Created {{ splash.created_at | humanTime }}
de_de: Erstellt am {{splash.created_at | humanTime}}
fr_fr: Créé {{ splash.created_at | humanTime }}

source: Credentials
de_de: Zugangsdaten
fr_fr: Identifiants

source: Croatia
de_de: Kroatien
fr_fr: Croatie

source: Cuba
de_de: Kuba

source: Cucumber Box
de_de: Cucumber-Gerät
fr_fr: Périphérique devolo

source: Cucumber box
de_de: Cucumber-Gerät
fr_fr: Périphérique devolo

source: Currency
de_de: Währung
fr_fr: Monnaie

source: Currency Symbol
de_de: Währungssymbol
fr_fr: Symbole monétaire

source: Current Password
de_de: Bisheriges Kennwort
fr_fr: Mot de Passe Actuel

source: Current Username
de_de: Bisheriger Benutzername
fr_fr: Nom d'Utilisateur Actuel

source: Currently offering {{ primarySelected.name }} logins
de_de: Derzeitig { primarySelected.name }} Logins angeboten
fr_fr: Offre actuellement {{ primarySelected.name }} logins

source: Custom CSS
de_de: Benutzerdefinierte CSS
fr_fr: CSS personnalisé

source: Custom Domain URL
de_de: Benutzerdefinierte URL
fr_fr: Domaine Personnalisé URL

source: Customer Email
de_de: Kunden-E-Mail-Adresse
fr_fr: Email du client

source: Cyprus
de_de: Zypern
fr_fr: Chypre

source: Czech Republic
de_de: Tschechische Republik
fr_fr: République tchèque

source: Côte d'Ivoire
de_de: Elfenbeinküste

source: DHCP Option Type
de_de: DHCP-Optionstyp
fr_fr: Type d'Option DHCP

source: DHCP Server Disabled
de_de: DHCP-Server ist ausgeschaltet
fr_fr: Serveur DHCP Désactivé

source: DHCP Server Enabled
de_de: DHCP-Server ist eingeschaltet
fr_fr: Serveur DHCP Activé

source: DNS Check
de_de: DNS-Prüfung
fr_fr: Vérification DNS

source: DNS settings disabled because content filtering is enabled.
de_de: DNS-Einstellungen sind deaktiviert, weil die Filterung von Inhalten eingeschaltet ist.
fr_fr: Paramétrage DNS désactivé car le filtrage de contenu est actif.

source: DOCUMENTATION
de_de: DOKUMENTATION

source: Daily
de_de: Täglich
fr_fr: Quotidien

source: Daily, multi-use
de_de: 1 Tag gültig, mehrmalige Nutzung
fr_fr: Multi-usage, Quotidien

source: Danger
de_de: Gefahr

source: Data
de_de: Daten
fr_fr: Données

source: Data Downloaded
de_de: Daten heruntergeladen
fr_fr: Données Téléchargées

source: Data Limit (MB)
de_de: Datenlimit (MB)
fr_fr: Limite de données (MB)

source: Data Transferred
de_de: Übertragene Daten
fr_fr: Données Transférées

source: Data Usage
de_de: Datenverbrauch
fr_fr: Utilisation de données

source: Date
de_de: Datum

source: Days
de_de: Tage
fr_fr: Jours

source: Debug Mode
de_de: Debug-Modus
fr_fr: Mode débogage

source: Debug Mode Disabled
de_de: Debug-Modus ist ausgeschaltet
fr_fr: Debug Mode Désactivé

source: Debug Mode Enabled
de_de: Debug-Modus ist eingeschaltet
fr_fr: Debug Mode Activé

source: Default Behaviour After Initial Registration
de_de: Standardverhalten nach erstmaliger Registrierung
fr_fr: Comportement par Défaut A près Inscription Initiale

source: Default Value
de_de: Standardwert
fr_fr: Valeur par Défaut

source: Default field value
de_de: Standardwert
fr_fr: Valeur du Champ par Défaut

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Delete Box
de_de: Gerät löschen
fr_fr: Supprimer Périphérique

source: Delete Code
de_de: Code löschen
fr_fr: Supprimer le Code

source: Delete Devices
de_de: Geräte löschen
fr_fr: Supprimer les Périphériques

source: Delete Field
de_de: Feld löschen
fr_fr: Supprimer le Champ

source: Delete Filter
de_de: Regel löschen
fr_fr: Supprimer le Filtre

source: Delete Network
de_de: Netzwerk löschen
fr_fr: Supprimer un Réseau

source: Delete Product
de_de: Artikel löschen
fr_fr: Supprimer le Produit

source: Delete Splash
de_de: Startseite löschen
fr_fr: Supprimer Portail

source: Delete This Device Permanently?
de_de: Dieses Gerät dauerhaft löschen?
fr_fr: Supprimer ce dispositif de manière permanente ?

source: Delete Trigger
de_de: Trigger löschen
fr_fr: Supprimer Action

source: Delete Voucher
de_de: Gutschein löschen
fr_fr: Supprimer le Ticket

source: Delete Vouchers
de_de: Gutscheine löschen
fr_fr: Supprimer les Tickets

source: Delete Zone
de_de: Zone löschen
fr_fr: Supprimer le Groupe

source: Delete it
de_de: Löschen
fr_fr: Supprimer le

source: Deleted
de_de: Gelöscht
fr_fr: Supprimé

source: Deleted 1 device
de_de: 1 Gerät gelöscht
fr_fr: Supprimé 1 périphérique

source: Deleted device with mac {{address}}
de_de: Gelöschtes Gerät mit MAC-Adresse {{address}}
fr_fr: Supprimé le périphérique avec mac {{address}}

source: Deleting a field will wipe all your data, please be careful.
de_de: Löschen eines Felds wird alle Ihre Daten löschen, bitte seien Sie vorsichtig.
fr_fr: Suppression d'un champ effacera toutes vos données, veuillez svp être prudent.

source: Denmark
de_de: Dänemark
fr_fr: Danemark

source: Description
de_de: Beschreibung

source: Description (appears on splash page, not draggable)
de_de: Beschreibung (erscheint auf der Gast-Startseite, nicht verschiebbar)
fr_fr: Description (apparaît sur le portail captif, non déplaçables)

source: Description: {{ results.voucher.batch_description }}
de_de: Beschreibung: {{ results.voucher.batch_description }}

source: Dest network
de_de: Zielnetzwerk
fr_fr: Réseau Dest

source: Dest port
de_de: Zielport
fr_fr: Port Dest

source: Dest. IP
de_de: Ziel-IP

source: Dest. Network
de_de: Zielnetzwerk
fr_fr: Dest. Réseau

source: Dest. Port
de_de: Zielport

source: Destination IP
de_de: Ziel-IP
fr_fr: IP de Destination

source: Destroy
de_de: Löschen
fr_fr: Détruisez

source: Detailed invoice credentials are only available on per-ap billed plans.
de_de: Detaillierte Rechnungs-Anmeldeinformationen stehen nur im Tarif mit einer Bezahlung je Anwendung zur Verfügung.
fr_fr: La facture détaillée n'est disponible que sur les formules de facturation par AP.

source: Developer
de_de: Entwickler
fr_fr: Développeur

source: Device
de_de: Gerät
fr_fr: Périphérique

source: Device Alerts Disabled
de_de: Gerätewarnungen sind ausgeschaltet
fr_fr: Alertes Périphérique Désactivé

source: Device Alerts Enabled
de_de: Gerätewarnungen sind eingeschaltet
fr_fr: Alertes Périphériques Activé

source: Device Mac
de_de: Geräte-MAC-Adresse
fr_fr: Mac du Périphérique

source: Device Name
de_de: Gerätename
fr_fr: Nom du Périphérique

source: Device Payloads
de_de: Geräte-Aufgaben
fr_fr: Charge utile du Périphérique

source: Device Settings
de_de: Geräteeinstellungen
fr_fr: Réglages du périphérique

source: Device Traffic (Mbps)
de_de: Geräte-Datenrate (Mbit/s)
fr_fr: Traffic du Périphérique (Mbps)

source: Device Type
de_de: Gerätetyp
fr_fr: Type de périphérique

source: Device Usage
de_de: Geräte-Datenverbrauch
fr_fr: Utilisation du Périphérique

source: Device description updated.
de_de: Gerätebeschreibung aktualisiert.
fr_fr: Description du périphérique mis à jour.

source: Device failed to install, please wait.
de_de: Gerät konnte nicht installieren, bitte warten.
fr_fr: Échec de l'installation du Périphérique, veuillez attendre svp.

source: Device installed successfully.
de_de: Gerät wurde erfolgreich installiert.
fr_fr: Le Périphérique est installé avec succès.

source: Device offline
de_de: Gerät Offline
fr_fr: Périphériques offline

source: Device online
de_de: Gerät Online
fr_fr: Périphérique en ligne

source: Device rebooting
de_de: Gerät startet neu
fr_fr: Redémarrage du Périphérique

source: Device reset in progress, please wait.
de_de: Gerät wird zurückgesetzt, bitte warten.
fr_fr: Remise à zéro du Périphérique en cours, veuillez patienter svp.

source: Device resync in progress. Please wait.
de_de: Gerät wird synchronisiert. Bitte warten.
fr_fr: Resynchronisation du Périphérique en cours. Veuillez svp attendre.

source: Device upgrading
de_de: Gerät aktualisieren
fr_fr: Mise à niveau du Périphérique

source: Devices
de_de: Geräte
fr_fr: Périphériques

source: Devices Discovered
de_de: Geräte automatisch erkannt
fr_fr: Appareils Découverts

source: Devices will sync after you alter their zone.
de_de: Geräte werden synchronisiert, sobald Sie es einer Zone hinzufügen.
fr_fr: Les Périphériques seront synchronisés après modification de leur groupe.

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver

source: Disable / Enable Batch
de_de: Liste sperren/entsperren
fr_fr: Désactiver / Activer Lot

source: Disable Opt-Out
de_de: Opt-Out deaktivieren
fr_fr: Désactiver Opt-Out

source: Disable Voucher Batch
de_de: Gutschein-Liste sperren
fr_fr: Désactiver lot de tickets

source: Disabled
de_de: Ausgeschaltet
fr_fr: Désactivé

source: Disabled switch
de_de: Schalter ist ausgeschaltet
fr_fr: Commutateur Désactivé

source: Disabling the batch will disable all the associated codes.
de_de: Beim Sperren der Liste werden alle zugehörigen Codes gesperrt.
fr_fr: La désactivation du lot désactive tous les codes associés.

source: Disconnected
de_de: Verbindung unterbrochen
fr_fr: Déconnecté

source: Discover
de_de: Erkennen
fr_fr: Découverte

source: Discover my Devices
de_de: Erkennen meiner Geräte
fr_fr: Découvrer mes périphériques

source: Discussions
de_de: Diskussionen
fr_fr: Débats

source: Display Welcome For (seconds)
de_de: Begrüßung anzeigen für (Sek.)
fr_fr: Affichage de Bienvenue Pour (secondes)

source: Display your company name on the dashboard
de_de: Zeigt ihren Firmenname auf dem Dashboard an

source: Distance
de_de: Entfernung

source: Djibouti
de_de: Dschibuti

source: Documentation
de_de: Dokumentation

source: Dominican Republic
de_de: Dominikanische Republik
fr_fr: République Dominicaine

source: Don't disable this unless you're using a splash-only device.
de_de: Nicht ausschalten, solange Ihr Gerät nur mit einer Startseite arbeitet.
fr_fr: Ne désactiver pas ceci sauf si vous utilisez un périphérique à accès au portail unique.

source: Don't worry about choosing a password, we'll email you a link to set one.
de_de: Wir senden Ihnen einen Link zur Änderung des Kennwortes per E-Mail.

source: Download Report
de_de: Bericht herunterladen
fr_fr: Rapport de Téléchargement

source: Download Speed ({{(code.download_speed / 1024) | number:0 }}Mbps)
de_de: Download-Geschwindigkeit ({{(code.download_speed / 1024) | number:0 }} Mbit/s)
fr_fr: Vitesse de Téléchargement ({{(code.download_speed / 1024) | number:0}}Mbps)

source: Download Speed ({{(voucher.download_speed / 1024) | number:0 }}Mbps)
de_de: Download-Geschwindigkeit ({{(voucher.download_speed / 1024) | number:0 }} Mbit/s)
fr_fr: Vitesse de Téléchargement ({{(voucher.download_speed / 1024) | number:0 }}Mbps)

source: Download Speed {{ (product.download_speed / 1024) | number }}Mbps
de_de: Download-Geschwindigkeit {{ (product.download_speed / 1024) | number }} Mbit/s
fr_fr: Vitesse de téléchargement {{(product.download_speed / 1024) | number }}Mbps

source: Download Speed {{ (splash.download_speed / 1024) | number }}Mbps
de_de: Download-Geschwindigkeit {{ (splash.download_speed / 1024) | number }} Mbit/s
fr_fr: Vitesse de téléchargement {{ (splash.download_speed / 1024) | number }}Mbps

source: Download links regenerated
de_de: Download-Links generiert
fr_fr: Liens de téléchargement régénérés

source: Download the Firmware
de_de: Herunterladen der Firmware
fr_fr: Télécharger le Firmware

source: Download your codes using the links below.
de_de: Zum Herunterladen der Codes den Link unten verwenden.
fr_fr: Télécharger vos codes en utilisant les liens ci-dessous.

source: Download {{ splash.download_speed | mbps }}
de_de: Download-Geschwindigkeit {{ splash.download_speed | mbps }}
fr_fr: Télécharger {{ splash.download_speed | mbps }}

source: Dropdown
de_de: Aufklappmenü
fr_fr: Menu Déroulant

source: Dropdown Options (comma separated)
de_de: Aufklapp-Optionen (mit Komma getrennt)
fr_fr: Options du Menu Déroulant (séparées par des virgules)

source: Duplicate
de_de: Kopieren
fr_fr: Dupliquer

source: Duplicate Splash
de_de: Startseite kopieren
fr_fr: Dupliquer le Portail

source: Duplicate Voucher
de_de: Gutschein kopieren
fr_fr: Dupliquer Ticket

source: Duplicated
de_de: Kopiert
fr_fr: Dupliqué

source: Duration
de_de: Dauer
fr_fr: Durée

source: Dynamic Variables
de_de: Dynamische Variablen
fr_fr: Variables dynamiques

source: Edit
de_de: ﻿Bearbeiten
fr_fr: Éditer

source: Edit App
de_de: Anwendung ämdern
fr_fr: Modifier App

source: Edit Banner URL
de_de: Banner-URL ändern
fr_fr: Modifier Bannière URL

source: Edit Client Policies
de_de: Station-Richtlinien ändern
fr_fr: Modifier les Politiques Client

source: Edit Device Name
de_de: Geräte-Namen ändern
fr_fr: Modifier Nom du Périphérique

source: Edit Device Zones
de_de: Geräte-Zonen bearbeiten
fr_fr: Modifier Groupes de Périphériques

source: Edit Filter
de_de: Regel ändern
fr_fr: Modifier les filtres

source: Edit Logo URL
de_de: Logo-URL ändern
fr_fr: Modifier Logo URL

source: Edit Settings
de_de: Einstellungen ändern
fr_fr: Modifier les paramètres

source: Edit User Role
de_de: Benutzerrolle ändern
fr_fr: Modifier Rôle de l'utilisateur

source: Edit Zones
de_de: Zonen ändern
fr_fr: Modifier Groupes

source: Edit details
de_de: Details ändern
fr_fr: Modifier détails

source: Edit the advanced settings for the voucher
de_de: Ändern Sie die erweiterten Einstellungen des Gutscheins
fr_fr: Modifier les paramètres avancés pour les bons

source: Edit values
de_de: Werte ändern
fr_fr: Modifier les valeurs

source: Editor
de_de: Bearbeiter
fr_fr: Editeur

source: Egypt
de_de: Ägypten
fr_fr: Égypte

source: Email Address
de_de: E-Mail-Adresse
fr_fr: Adresse Email

source: Email Body
de_de: E-Mail-Text
fr_fr: Corps du Message

source: Email Capture
de_de: E-Mail-Adresse erfassen
fr_fr: Capture d'Email

source: Email From
de_de: Absender-E-Mail
fr_fr: Email de

source: Email Report
de_de: E-Mail-Bericht
fr_fr: Rapport d'e-mail

source: Email Selected Invoices
de_de: Ausgewählte Rechnungen per E-Mail versenden
fr_fr: Poster Factures Sélectionnées par Email

source: Email Settings
de_de: E-Mail-Einstellungen
fr_fr: Paramètres de messagerie

source: Email Subject
de_de: E-Mail-Betreff
fr_fr: Sujet email

source: Email it to the following address
de_de: Per E-Mail an folgende Adresse versenden
fr_fr: Envoyer à l'adresse suivante

source: Email: help@cucumberwifi.io
de_de: E-Mail: hello@cucumberwifi.io
fr_fr: Email: business@devolo.com

source: Emoji time!
de_de: Emoji-Zeit!
fr_fr: Séquence Emoji !

source: Enable
de_de: Einschalten
fr_fr: Activer

source: Enable 802.1x on your network
de_de: 802.1x in Ihrem Netzwerk aktivieren
fr_fr: Activer 802.1x sur votre réseau

source: Enable DHCP
de_de: DHCP-Server aktivieren
fr_fr: Activer DHCP

source: Enable Debug Mode
de_de: Debug-Modus aktivieren
fr_fr: Activer le mode Debug

source: Enable Meraki Presence Analytics
de_de: Meraki Presence Analytics aktivieren
fr_fr: Activer les Analytics de Présence

source: Enable Radio
de_de: Radio einschalten
fr_fr: Activer la radio

source: Enable Repeater
de_de: Repeater-Modus einschalten
fr_fr: Activer Mode Répéteur

source: Enable streaming updates
de_de: Seite automatisch aktualisieren
fr_fr: Activer le push des mises à jour

source: Enabled
de_de: Eingeschaltet
fr_fr: Activé

source: Enabled Checked
de_de: Aktivierung geprüft
fr_fr: Vérification Activée

source: Enabled Email Opt Out
de_de: E-Mail Opt Out ist eingeschaltet
fr_fr: Email Opt Out Activé

source: End
de_de: Ende
fr_fr: Fin

source: End Time
de_de: Ablaufzeit
fr_fr: Heure de fin

source: End date
de_de: Ablaufdatum
fr_fr: Date de fin

source: Ensure these are in your walled gardens
de_de: Stellen Sie sicher, dass sich diese Seiten im Walled Garden befinden
fr_fr: Veiller à ce que ce soit dans vos jardins clos

source: Ensure your devices have the Cucumber firmware installed.
de_de: Stellen Sie sicher, dass Ihre Geräte die Cucumber-Firmware installiert haben.
fr_fr: Assurer vous que vos périphériques utilisent bien un firmware delos.

source: Enter MAC Address
de_de: Geben Sie eine MAC-Adresse ein
fr_fr: Entrez l'adresse Mac

source: Enter Your Email
de_de: Geben Sie Ihre E-Mail-Adresse an
fr_fr: Saisissez votre Email

source: Enter a Contact Email
de_de: Geben Sie Ihre Kontakt E-Mail-Adresse ein
fr_fr: Entrez un contact Email

source: Enter a Password
de_de: Geben Sie ein Kennwort ein
fr_fr: Entrez un mot de passe.

source: Enter a URL
de_de: ﻿Geben Sie eine URL ein
fr_fr: Entrez une URL

source: Enter a URL for your dashboard
de_de: Geben Sie eine URL für das Dashboard an

source: Enter a Version
de_de: Geben Sie eine Version ein
fr_fr: Entrez une version

source: Enter a brand URL
de_de: Geben Sie eine Brand-URL ein
fr_fr: Entrez un URL d'équipe

source: Enter a brand name
de_de: Geben Sie einen Brand-Namen ein
fr_fr: Entrez un nom d'équipe

source: Enter a checkin message for the user to edit
de_de: Geben Sie eine Anmelde-Nachricht für den Benutzer an
fr_fr: Entrez un message de contrôle que l'utilisateur modifiera

source: Enter a location name
de_de: Bitte geben Sie dem Standort einen Namen

source: Enter a mac to block
de_de: Geben Sie eine zu blockierende MAC-Adresse ein
fr_fr: Entrez la MAC à bloquer

source: Enter a name for the location
de_de: Geben Sie einen Namen für den Standort ein
fr_fr: Entrez un nom pour le site

source: Enter a name for your dashboard
de_de: Geben Sie einen Namen für das Dashboard ein

source: Enter a network name
de_de: Geben Sie einen Namen für das Netzwerk ein

source: Enter a password
de_de: Geben Sie ein Kennwort ein
fr_fr: Entrez un mot de passe

source: Enter a town or city.
de_de: Geben Sie einen Ort oder eine Stadt ein.
fr_fr: Entrez une ville

source: Enter a username
de_de: Geben Sie einen Benutzernamen ein
fr_fr: Entrez un nom d'utilisateur

source: Enter a valid email
de_de: Geben Sie eine gültige E-Mail-Adresse ein
fr_fr: Merci d'indiquer un email valide

source: Enter an allowed url
de_de: Geben Sie eine zulässige URL ein
fr_fr: Entrez une URL autorisée

source: Enter an email
de_de: Geben Sie eine E-Mail-Adresse ein
fr_fr: Entrez un email

source: Enter coupon code
de_de: Geben Sie einen Gutschein-Code ein
fr_fr: Veuillez entrez le code du bon

source: Enter date
de_de: Geben Sie ein Datum ein
fr_fr: Entrez la date

source: Enter the Account ID for the user, this can be found in their settings.
de_de: Geben Sie die Kontonummer des Benutzers ein, welche Sie in seinen Einstellungen finden
fr_fr: Entrez l'identifiant du compte utilisateur, cela se trouve dans ses paramètres.

source: Enter the URL of your custom domain
de_de: Geben Sie die URL Ihrer benutzerdefinierten Domäne ein
fr_fr: Entrez l'URL de votre domaine personnalisé

source: Enter the price in the smallest common currency unit for your store. For example, if your store is in USD, this is the amount in cents. In GBP, it would be pence. To create a charge for €1.00, you would set amount=100 (100 cents).
de_de: Geben Sie den Preis in der kleinsten gemeinsame Währungseinheit für Ihren Shop ein. Wenn zum Beispiel Ihr Shop in Euro geführt wird, dann ist dies der Betrag in Cent. Um eine Gebühr von 1,- EUR einzutragen, geben Sie einen Betrag von 100 (100 Cent) ein.
fr_fr: Entrez le prix de la plus petite unité monétaire pour votre magasin. Par exemple, si votre magasin est en EUR, c'est le montant en cents. En GBP, il serait en pence. Pour créer une charge pour € 1,00, vous devez définir un montant de 100 cents.

source: Enter the vals here
de_de: Geben Sie hier die Werte ein
fr_fr: Entrez les valeurs ici

source: Enter username and password
de_de: Geben Sie Benutzernamen und Kennwort ein
fr_fr: Saisir un nom d'utilisateur et un mot de passe

source: Enter your API token
de_de: Geben Sie Ihr API-Token ein
fr_fr: Entrez votre clé API

source: Enter your App ID
de_de: Geben Sie Ihre Anwendungs-ID ein
fr_fr: Entrez votre ID d'App

source: Enter your Email
de_de: Geben Sie Ihre E-Mail-Adresse ein
fr_fr: Saisissez votre e-mail

source: Enter your Google API Key
de_de: Geben Sie Ihren Google API Key ein
fr_fr: Entrez votre clé d'API Google

source: Enter your Google Page ID
de_de: Geben Sie Ihre Google Page ID ein
fr_fr: Entrez votre ID de Page Google

source: Enter your LinkedIn API Key
de_de: Geben Sie Ihren LinkedIn API Key ein
fr_fr: Entrez votre clé d'API LinkedIn

source: Enter your LinkedIn Secret
de_de: Geben Sie Ihr LinkedIn Secret ein
fr_fr: Entrez votre secret LinkedIn

source: Enter your PayPal login details
de_de: Geben Sie Ihre PayPal Login Details ein
fr_fr: Entrez vos informations de connexion PayPal

source: Enter your PayPal password
de_de: Geben Sie Ihr PayPal Password ein
fr_fr: Entrez votre mot de passe PayPal

source: Enter your PayPal signature
de_de: Geben Sie Ihre PayPal Signature ein
fr_fr: Entrez votre signature PayPal

source: Enter your SagePay login details
de_de: Geben Sie Ihre SagePay Login Details ein
fr_fr: Entrez vos informations de connexion SagePay

source: Enter your SagePay password
de_de: Geben Sie Ihr SagePay Password ein
fr_fr: Entrez votre mot de passe SagePay

source: Enter your Stripe secret key
de_de: Geben Sie Ihr Stripe Secret Key ein
fr_fr: Entrez votre clé secrète Stripe

source: Enter your URL
de_de: Geben Sie Ihre URL ein
fr_fr: Entrez votre URL

source: Enter your address
de_de: Geben Sie Ihre Adresse ein
fr_fr: Entrez votre adresse
