Repository: mylittletony/ct-frontend
Catalog: po/*.po
Languages: de_de, fr_fr

source: See a clickthrough login page
de_de: Sehen Sie eine Durchklick-Anmeldeseite
fr_fr: Voir une page de connexion de clics

source: Select a Channel
de_de: Wähle einen Kanal
fr_fr: Sélectionnez un canal

source: Select the ones you want to add.
de_de: Geräte zum Hinzufügen auswählen.
fr_fr: Sélectionnez ceux que vous souhaitez ajouter.

source: Sell Online (via PayPal)
de_de: Online verkaufen (via PayPal)
fr_fr: Vente en ligne (via PayPal)

source: Send Offline Alert After (mins)
de_de: Verschicke Offline-Warnung nach (Min.)
fr_fr: Envoyer Offline Alert Après (minutes)

source: Send a Webhook
de_de: Aufruf eines Webhook
fr_fr: Envoyer une Notification

source: Send a trigger when a vouchers creates a trigger
de_de: Einen Trigger durch ein Gutschein-Ereignis auslösen.
fr_fr: Déclenche une notification lorsqu'un ticket crée une action

source: Send a trigger when your wireless clients cause an event.
de_de: Einen Trigger durch ein Ereignis Ihrer WiFi-Station auslösen.
fr_fr: Déclenche une action lorsque vos clients sans fil provoquent un événement.

source: Send an Email
de_de: Verschicke eine E-Mail
fr_fr: Envoyer un email

source: Send password to this email
de_de: Sende das Kennwort zur dieser E-Mail-Adresse
fr_fr: Envoyer le mot de passe à cet email

source: Send selected invoices to billing emails
de_de: Selektierte Rechnungen an Abrechnung-E-Mail-Adressen senden
fr_fr: Envoyer les factures sélectionnées aux emails de facturation

source: Send triggers on splash page events
de_de: Einen Trigger bei Startseiten-Ereignissen auslösen.
fr_fr: Envoyer notifications sur les événements du portail

source: Send triggers when QuickCodes cause an event.
de_de: Einen Trigger bei QuickCode-Ereignissen auslösen.
fr_fr: Envoyer notifications lorsque QuickCodes déclenche un événement.

source: Send triggers when a Social login causes a trigger.
de_de: Einen Trigger bei einer Anmeldung über soziale Medien auslösen.
fr_fr: Envoyer notifications quand une connexion via réseaux sociaux provoque une action.

source: Send triggers when a guest causes an event
de_de: Einen Trigger durch ein Gast-Ereignis auslösen.
fr_fr: Envoyer notifications lorsqu'un invité déclenche un événement

source: Send triggers when a store creates an event.
de_de: Einen Trigger durch ein Shop-Ereignis auslösen.
fr_fr: Envoyer notifications lorsqu'un magasin crée un événement.

source: Send triggers when changes happen to a zone.
de_de: Einen Trigger durch Änderungen in einer Zone auslösen.
fr_fr: Envoyer notifications lorsqu'un groupe est modifié.

source: Send triggers when one of your locations causes an event.
de_de: Einen Trigger durch ein Standort-Ereignis auslösen.
fr_fr: Envoyer des notifications lorsque l'un de vos sites provoque un événement.

source: Send triggers when something happens to your boxes.
de_de: Einen Trigger durch ein Geräte-Ereignis auslösen.
fr_fr: Envoyer des notifications lorsque quelque chose arrive à vos Périphériques.

source: Send triggers when your networks cause an event.
de_de: Einen Trigger durch ein Netzwerk-Ereignis auslösen.
fr_fr: Envoyer des notifications lorsque vos réseaux provoquent un événement.

source: Sender Name
de_de: Name des Absenders
fr_fr: Nom de l'Expéditeur

source: Serbia
de_de: Serbien
fr_fr: Serbie

source: Serial
de_de: Seriell
fr_fr: Série

source: Serial Numbe
de_de: Seriennummer

source: Serial Number
de_de: Seriennummer
fr_fr: Numéro de série

source: Session Timeout
de_de: Maximale Anmeldezeit
fr_fr: Délai d'inactivité de la session

source: Session Timeout (mins)
de_de: Maximale Anmeldezeit (Min.)
fr_fr: Délai d'inactivité de la session (minutes)

source: Sessions
de_de: Anmeldungen

source: Set the Timezone to ensure your splash restrictions work correctly.
de_de: Legen Sie die Zeitzone fest, um sicherzustellen, dass Ihre Startseiten-Einschränkungen ordnungsgemäß funktionieren.
fr_fr: Réglez le fuseau horaire pour que vos restrictions fonctionnent correctement.

source: Set the start and end times to 00:00 to allow access all day
de_de: Stellen Sie die Start- und Endzeiten auf 00:00 Uhr um einen dauernden Zugang zu ermöglichen
fr_fr: Réglez les heures de début et de fin à 00h00 pour permettre l'accès toute la journée

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Settings for your splash-only device
de_de: Einstellungen für Ihre Geräte, welche nur Startseiten anbieten.
fr_fr: Paramètres de votre périphérique accédant uniquement au portail

source: Settings updated successfully
de_de: Einstellungen erfolgreich aktualisiert
fr_fr: Paramètres mis à jour avec succès

source: Seychelles
de_de: Seychellen

source: Shop Settings
de_de: Shop Einstellungen
fr_fr: Paramètres de la boutique

source: Shop {{ splash.shop_active ? 'Enabled' : 'Disabled' }}
de_de: Shop ist {{ splash.shop_active ? 'eingeschaltet' : 'ausgeschaltet' }}
fr_fr: Boutique {{ splash.shop_active ? 'Activé' : 'Désactivé' }}

source: Should be a number.
de_de: Muss numerisch sein
fr_fr: Devrait être un numéro.

source: Should be a valid IP (10.1.1.1)
de_de: Muss eine gültige IP-Adresse sein (10.1.1.1)
fr_fr: Devrait être une adresse IP valide (10.1.1.1)

source: Should be associated with at least one network.
de_de: Sollte mit mindestens einem Netzwerk verknüpft sein
fr_fr: Doit être associé à au moins un réseau.

source: Should be between 1 and 65322.
de_de: Muss zwischen 1 and 65322 liegen
fr_fr: Doit être compris entre 1 et 65322.

source: Should be between 5 and 25 characters.
de_de: Sollte zwischen 5 und 25 Zeichen haben.
fr_fr: Devrait être entre 5 et 25 caractères.

source: Should be between 5 and 255 characters.
de_de: Sollte zwischen 5 und 255 Zeichen haben.

source: Should look like an IP.
de_de: Sollte wie eine IP aussehen
fr_fr: Devrait ressembler à une adresse IP.

source: Show / Hide Columns
de_de: Spalten ein-/ausblenden
fr_fr: Afficher / Masquer les colonnes

source: Show After (mins)
de_de: Zeigen nach (Min.)
fr_fr: Afficher Après (minutes)

source: Show Hide SSID
de_de: SSID zeigen/ausblenden
fr_fr: Montrer SSID Caché

source: Show Splash After
de_de: Zeige Startseite nach
fr_fr: Afficher le Portail Après

source: Showing the last 7 days activity
de_de: Zeige die Aktivität der letzten 7 Tage
fr_fr: Afficher l'activité des 7 derniers jours

source: Sign-up for {{ ::brand_name }}.
de_de: Für {{ ::brand_name }} anmelden.
fr_fr: Inscrivez-vous à {{ ::brand_name }}.

source: Signal Strength
de_de: Signalstärke
fr_fr: Intensité du signal

source: Simultaneous Users
de_de: gleichzeitige Benutzer
fr_fr: Utilisateurs simultanés

source: Singapore
de_de: Singapur
fr_fr: Singapour

source: Single-Use Limit (mins)
de_de: Limit für Einmal-Nutzung (Min.)
fr_fr: Limite d'usage unique (minutes)

source: Single-use
de_de: Einmal-Nutzung
fr_fr: Une seule utilisation.

source: Single-use vouchers stop working after the preset duration, regardless of whether they've been used.
de_de: Gutschein für Einmal-Nutzung ist nur bis zur eingestellten Dauer gültig, unabhängig davon ob er verwendet wurde.
fr_fr: À usage unique coupons cessent de fonctionner après la durée prédéterminée, indépendamment du fait qu'ils ont été utilisés.

source: Sint Maarten (Dutch part)
de_de: St. Martin (Niederländischer Teil)
fr_fr: Saint-Martin (partie néerlandaise)

source: Slack isn't setup yet, or you don't have any active integrations. Do that now and come back.
de_de: Slack wurde noch nicht eingerichtet oder die Integration ist nicht aktiv. Erledigen Sie das zuerst und kommen dann zurück.
fr_fr: Slack est pas encore la configuration, ou vous ne disposez pas des intégrations actives. Faites maintenant et revenir.

source: Slovakia
de_de: Slowakei
fr_fr: Slovaquie

source: Slovenia
de_de: Slowenien
fr_fr: Slovénie

source: Social
de_de: Soziale Medien
fr_fr: Réseaux Sociaux

source: Social Settings
de_de: Einstellungen zu sozialen Medien
fr_fr: Paramètres réseaux sociaux

source: Solomon Islands
de_de: Salomonen
fr_fr: Îles Salomon

source: Some required fields are blank or have invalid values.
de_de: Pflichtfelder sind leer oder haben ungültige Werte.
fr_fr: Certains champs obligatoires sont vides ou ont des valeurs non valides.

source: Some settings can't be changed after creation.
de_de: Einige Einstellungen können nach der Erstellung nicht mehr geändert werden.
fr_fr: Certains paramètres ne peuvent être modifiés après la création.

source: Sorry to see you want to cancel your account.
de_de: Schade, dass Sie Ihren Account löschen möchten
fr_fr: Désolé de voir que vous souhaitez annuler votre compte.

source: Source IP
de_de: Quell-IP
fr_fr: IP Source

source: Source IP (0.0.0.0/24)
de_de: Quell-IP (0.0.0.0/24)
fr_fr: IP Source (0.0.0.0/24)

source: Source Port
de_de: Quellport
fr_fr: Port Source

source: South Africa
de_de: Südafrika
fr_fr: Afrique du Sud

source: South Georgia and the South Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln
fr_fr: Géorgie du Sud et îles Sandwich

source: South Sudan
de_de: Südsudan
fr_fr: Soudan du Sud

source: Spain
de_de: Spanien
fr_fr: Espagne

source: Speed restrictions not compatible with QuickCodes or Voucher based splash pages.
de_de: Bandbreitenbeschränkungen sind nicht kompatibel mit QuickCodes- oder Gutschein-basierten Startseiten.
fr_fr: Les limitations de débit ne sont pas compatibles avec les QuickCodes ou les Tickets.

source: Speeds
de_de: Geschwindigkeiten
fr_fr: Délais

source: Speeds Restrictions
de_de: Beschränkungen der Geschwindigkeiten
fr_fr: Restrictions de Débit

source: Splash
de_de: Startseite
fr_fr: Portail

source: Splash Code
de_de: Startseiten-Code
fr_fr: Code d'accès au Portail

source: Splash Codes
de_de: Startseiten-Codes
fr_fr: Codes d'accès au Portail

source: Splash Content
de_de: Inhalt der Startseite
fr_fr: Contenu du Portail

source: Splash Designer
de_de: Startseiten-Designer

source: Splash Disabled
de_de: Startseite ist ausgeschaltet
fr_fr: Portail Désactivé

source: Splash Enabled
de_de: Startseite ist eingeschaltet
fr_fr: Portail Activé

source: Splash Impressions
de_de: Startseiten-Aufrufe
fr_fr: Impressions du Portail

source: Splash Links
de_de: Startseitenlinks
fr_fr: Liens Portail

source: Splash Name
de_de: Name der Startseite
fr_fr: Nom du Portail

source: Splash Networks
de_de: Netzwerke der Startseite
fr_fr: Réseaux accédant au Portail

source: Splash Only Device
de_de: Gerät nur mit Startseite
fr_fr: Périphérique accédant uniquement au Portail

source: Splash Page
de_de: Startseite
fr_fr: Portail d'Accés

source: Splash Page Duplicated.
de_de: Startseite kopiert.
fr_fr: Page du Portail Dupliquée.

source: Splash Page Id
de_de: Startseiten-ID
fr_fr: Id de la page du Portail

source: Splash Page Successfully Transferred.
de_de: Startseite erfolgreich übertragen
fr_fr: Page de démarrage transférée avec succès.

source: Splash Page successfully deleted
de_de: Startsteite erfolgreich gelöscht
fr_fr: Page du Portail supprimée

source: Splash Pages
de_de: Startseiten
fr_fr: Pages du Portail

source: Splash Password
de_de: Startseiten-Kennwort
fr_fr: Mot de passe du Portail

source: Splash SSID (Network)
de_de: Startseiten-SSID (Netzwerk)

source: Splash Sessions
de_de: Startseiten-Anmeldungen
fr_fr: Sessions Portail

source: Splash Settings
de_de: Startseiten-Einstellungen
fr_fr: Paramètres du Portail

source: Splash URL
de_de: Startseiten-URL
fr_fr: URL du Portail

source: Splash User
de_de: Gast
fr_fr: Utilisateur du Portail

source: Splash Users
de_de: Gäste
fr_fr: Utilisateurs du Portail

source: Splash Views
de_de: Startseiten-Aufrufe
fr_fr: Vues du Portail

source: Splash Whitelist
de_de: Startseiten-Whitelist
fr_fr: Liste Blanche du Portail

source: Splash created successfully
de_de: Startseite erfolgreich erzeugt
fr_fr: Portail créé avec succès

source: Splash invalid, please check your settings.
de_de: Startseite ungültig, bitte überprüfen Sie Ihre Einstellungen.
fr_fr: Portail invalide, veuillez svp vérifier vos paramètres.

source: Splash page successfully updated.
de_de: Startseite erfolgreich geändert.
fr_fr: Portail mis à jour avec succès.

source: Splash pages aren't active. This is OK if you're not using a captive portal
de_de: Startseiten sind nicht aktiv. Das ist OK, wenn sie kein Captive Portal verwenden
fr_fr: Les pages ne sont pas actives. Ceci est OK si vous n'utilisez pas de portail captif

source: Splash successfully deleted
de_de: Startseite erfolgreich gelöscht
fr_fr: Portail supprimé avec succès

source: SplashCodes are unique passwords that can be used on mutliple devices.
de_de: Startseiten-Codes sind eindeutige Kennwörter, welche auf mehreren Geräten verwendet werden können.
fr_fr: Les codes d'Accès au Portail sont des mots de passe uniques qui peuvent être utilisés sur des périphériques multiples.

source: Start Time
de_de: Startzeit
fr_fr: Heure de début

source: Start date
de_de: Startdatum
fr_fr: Date du démarrage

source: State
de_de: Zustand
fr_fr: Etat

source: State Unavailable
de_de: Zustand nicht verfügbar
fr_fr: Etat Non disponible

source: State: {{ user.state | titleCase }}. Created: {{ (user.created_at || user.timestamp ) | humanTime }}
de_de: Zustand: {{ user.state | titleCase }}. Erstellt: {{ (user.created_at || user.timestamp ) | humanTime }}
fr_fr: État: {{ user.state | titleCase }}. Created: {{ (user.created_at || user.timestamp ) | humanTime }}

source: States
de_de: Zustände
fr_fr: États

source: Stop: {{ ::session.acctstoptime | humanTime }}
de_de: Stopp: {{ ::session.acctstoptime | humanTime }}

source: Store Disabled
de_de: Shop ist ausgeschaltet
fr_fr: Magasin Désactivé

source: Store Enabled
de_de: Shop ist eingeschaltet
fr_fr: Magasin Enabled

source: Store created successfully.
de_de: Shop wurde erfolgreich erstellt.
fr_fr: Magasin créé avec succès.

source: Streaming updates disabled
de_de: Seite automatisch aktualisieren ist ausgeschaltet
fr_fr: Flux de Mises à jour désactivés

source: Streaming updates enabled
de_de: Seite automatisch aktualisieren ist eingeschaltet
fr_fr: Flux de Mises à jour activés

source: Streaming updates.
de_de: Seite automatisch aktualisieren.

source: Street
de_de: Straße
fr_fr: Rue

source: Street Address
de_de: Straße
fr_fr: Adresse

source: Street Name
de_de: Straße
fr_fr: Nom de rue

source: Stripe Public Key
de_de: Stripe öffentlichen Schlüssel
fr_fr: Clé Publique Stripe

source: Stripe Secret Key
de_de: Stripe geheimen Schlüssel
fr_fr: Clés Secrète Stripe

source: Subject
de_de: Betreff
fr_fr: Sujet

source: Subscription Created
de_de: Abonnement erstellt
fr_fr: Abonnement créé

source: Subscription Status
de_de: Abonnement-Status
fr_fr: Statut d'abonnement

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total

source: Successfully delete voucher.
de_de: Gutschein erfolgreich gelöscht.
fr_fr: Ticket supprimer avec succès.

source: Successfully deleted location.
de_de: Standort erfolgreich gelöscht.
fr_fr: Site supprimé avec succès.

source: Successfully deleted policy
de_de: Richtlinie erfolgreich gelöscht
fr_fr: Politique bien supprimé

source: Successfully deleted zone
de_de: Zone erfolgreich gelöscht
fr_fr: Groupe supprimé avec succès

source: Successfully disconnected client.
de_de: Station erfolgreich getrennt.
fr_fr: Déconnexion client réussie.

source: Successfully generated password
de_de: Kennwort erfolgreich generiert
fr_fr: Mot de passe généré avec succès

source: Successfully updated brand
de_de: Brand erfolgreich geändert
fr_fr: Mis à jour Equipe avec succès

source: Successfully updated details.
de_de: Details erfolgreich geändert.
fr_fr: Réussir à jour les détails.

source: Successfully updated location.
de_de: Standort erfolgreich geändert.
fr_fr: Mise à jour réussie emplacement.

source: Successfully updated policy
de_de: Richtlinie erfolgreich geändert.
fr_fr: la politique mise à jour avec succès

source: Successfully updated zone.
de_de: Zone erfolgreich geändert.
fr_fr: Mise à jour réussie groupe.

source: Sum
de_de: Summe
fr_fr: Total

source: Sun
de_de: So.
fr_fr: Dim

source: Support Email
de_de: Support-E-Mail-Adresse

source: Support Level
de_de: Support-Stufe
fr_fr: Niveau d'assistance

source: Svalbard and Jan Mayen
de_de: Svalbard und Jan Mayen
fr_fr: Svalbard et Jan Mayen

source: Swaziland
de_de: Swasiland

source: Sweden
de_de: Schweden
fr_fr: Suède

source: Switch 1
de_de: Schalter 1
fr_fr: Commutateur 1

source: Switzerland
de_de: Schweiz
fr_fr: Suisse

source: Syrian Arab Republic
de_de: Syrien, Arabische Republik
fr_fr: République Arabe Syrienne

source: Syslog Host
de_de: Syslog-Server
fr_fr: Serveur Syslog

source: TBC
de_de: zu bestätigen
fr_fr: à confirmer

source: TOOLS
de_de: WERKZEUGE
fr_fr: OUTILS

source: TX Failed
de_de: Übertragungsfehler
fr_fr: TX Échec

source: TX Fails
de_de: Übertragungsfehler
fr_fr: TX échoue

source: TX Retries
de_de: Sendewiederholungen

source: Tagged Logins Disabled
de_de: Tagged-Logins sind ausgeschaltet
fr_fr: Logins Taggés Désactivés

source: Tagged Logins Enabled
de_de: Tagged-Logins sind eingeschaltet
fr_fr: Logins Taggés Activés

source: Taiwan, Province of China
de_de: Taiwan
fr_fr: Taïwan

source: Tajikistan
de_de: Tadschikistan

source: Tanzania, United Republic of
de_de: Tansania
fr_fr: Tanzanie

source: Tax at {{ invoice.tax_percent }}%
de_de: {{Invoice.tax_percent}} % Mehrwertsteuer
fr_fr: Taxe à {{invoice.tax_percent}}%

source: Telephone number
de_de: Telefonnummer
fr_fr: Numéro de téléphone

source: Tell Us What We Did Wrong
de_de: Sagen Sie uns, was wir falsch gemacht haben
fr_fr: Dites-nous ce que nous avons mal fait

source: Tell us about your App
de_de: Erzählen Sie uns von Ihrer Anwendung
fr_fr: Parlez-nous de votre App

source: Terms
de_de: Nutzungsbedingungen
fr_fr: Termes

source: Terms &amp; Conditions
de_de: Nutzungsbedingungen
fr_fr: Termes &amp; Conditions

source: Terms &amp; Conditions Hidden
de_de: Nutzungsbedingungen versteckt
fr_fr: Conditions &amp; Conditions Cachées

source: Terms &amp; Conditions Visible
de_de: Nutzungsbedingungen sichtbar
fr_fr: Conditions &amp; Conditions Visibles

source: Terms URL
de_de: URL der Nutzungsbedingungen
fr_fr: Conditions URL

source: Test Radius
de_de: RADIUS-Test

source: Test running, please wait.
de_de: Test läuft, bitte warten.
fr_fr: Test de fonctionnement, veuillez svp attendre.

source: Test vSZ
de_de: Test Ruckus VSZ

source: Tested at {{ box.latest_speedtest.timestamp | humanTime }}
de_de: Getestet am {{ box.latest_speedtest.timestamp | humanTime }}
fr_fr: Testé à {{ box.latest_speedtest.timestamp | humanTime }}

source: Testing vSZ Credentials
de_de: Teste Ruckus VSZ Credentials

source: Text Area
de_de: Textfeld
fr_fr: Champ de Texte libre

source: Text Colour
de_de: Schriftfarbe
fr_fr: Couleur du Texte

source: Thank You!
de_de: Vielen Dank!
fr_fr: Merci !

source: The box cannot resolve hostnames. Please check your DNS settings.
de_de: Das Gerät kann keine Hostnamen auflösen. Bitte überprüfen Sie die DNS-Einstellungen.
fr_fr: Le périphérique ne peut pas résoudre les noms d'hôtes. Veuillez svp vérifier vos paramètres DNS.

source: The box is out of sync. Resync or reboot to get updated configs.
de_de: Das Gerät ist nicht synchron. Synchronisieren Sie es oder starten Sie es neu um die Konfiguration zu aktualisieren.
fr_fr: L'Appareil est hors de synchronisation. Resync ou redémarrer pour mettre à jour les configs.

source: The channel is the way you get notified.
de_de: Der Kanal ist die Art und Weise wie Sie benachrichtigt werden.
fr_fr: Le canal est la façon dont vous êtes averti.

source: The client was logged out
de_de: Die Station wurde abgemeldet
fr_fr: Le client a été déconnecté

source: The default option is 6
de_de: Die Standardoption ist 6
fr_fr: L'option par défaut est 6

source: The firmware is available in the downloads section.
de_de: Die Firmware steht im Downloadbereich zur Verfügung.
fr_fr: Le firmware est disponible dans la section téléchargements.

source: The maximum number of characters you can currently store is 1,000 and the formatting you've selected previously will apply too.
de_de: Die maximale Anzahl von Zeichen, die Sie derzeit speichern können ist 1000. Ihre verwendeten Formatierungen werden angewendet.
fr_fr: Le nombre maximum de caractères que vous pouvez actuellement magasin est 1000 et la mise en forme que vous avez précédemment sélectionné appliquera aussi.

source: The prevents users on your Wi-Fi networks from accessing your private network.
de_de: Dies verhindert, dass Benutzer auf Ihr privates WiFi-Netzwerk zugreifen können.
fr_fr: Empêchez les utilisateurs Wi-Fi d'accéder à votre réseau privé.

source: The start date must be less than the end date
de_de: Das Startdatum muss kleiner sein als das Enddatum
fr_fr: La date de début doit être inférieure à la date de fin

source: The user is an admin of this location.
de_de: Der Benutzer ist Administrator dieses Standorts.
fr_fr: L'utilisateur est un administrateur de ce site.

source: The username / email field is mandatory and can't be removed.
de_de: Das Benutzername/E-Mail-Feld ist obligatorisch und kann nicht entfernt werden.
fr_fr: Le champ nom d'utilisateur / email est obligatoire et ne peut pas être enlevé.

source: Theme
de_de: Thema
fr_fr: Thème

source: There are no settings to play with for clickthrough access
de_de: Es gibt keine Einstellungen für den Zugang Durchklicken
fr_fr: Il n'y a pas de paramètres pour jouer avec un accès en un clic

source: There was a problem processing your request.
de_de: Es gab ein Problem bei der Bearbeitung Ihrer Anfrage.
fr_fr: Un problème est survenu lors du traitement de votre demande.

source: There was a problem updating this user.
de_de: Es gab ein Problem beim Aktualisieren dieses Benutzers.
fr_fr: Il y avait un problème de mise à jour de cet utilisateur.

source: They monitor things that happen and notify you automatically.
de_de: Sie überwachen Geschehnisse und benachrichtigen Sie automatisch.
fr_fr: Ils monitorent les événements et vous avertissent automatiquement.

source: This URL has already been take, try another.
de_de: Diese URL wird bereits verwendet, wählen Sie eine andere.

source: This allows the end-user to request their password by email. We recommend you turn this on.
de_de: Dadurch kann der Endbenutzer das Kennwort per E-Mail anfordern. Es wird empfohlen, dass Sie diese Option einschalten.
fr_fr: Cela permet à l'utilisateur final de demander leur mot de passe par email. Nous vous recommandons d'activer cette suite.

source: This cannot be reversed, please be careful. Deleting a box is permanent.
de_de: Diese Änderung kann nicht mehr rückgängig gemacht werden! Das Löschen eines Geräts ist endgültig.
fr_fr: Action irréversible, soyez prudent svp. La suppression d'un périphérique est permanent.

source: This cannot be reversed.
de_de: Diese Änderung kann nicht mehr rückgängig gemacht werden.
fr_fr: Ceci ne peut être inversé.

source: This cannot be undone.
de_de: Dies kann nicht rückgängig gemacht werden.
fr_fr: Ceci ne peut pas être annulé.

source: This code has expired. Please create another.
de_de: Dieser Code ist abgelaufen. Bitte erstellen Sie einen neuen.
fr_fr: Ce code a expiré. S'il vous plaît créer un autre.

source: This code is valid.
de_de: Dieser Code ist gültig.
fr_fr: Ce code est valable.

source: This code will be for the splash page
de_de: Dieser Code ist für die Startseite
fr_fr: Ce code sera pour la page de démarrage

source: This device must have a valid IP
de_de: Dieses Gerät muss eine gültige IP-Adresse haben
fr_fr: Ce dispositif doit avoir une adresse IP valide

source: This device must have a valid MAC address
de_de: Dieses Gerät muss eine gültige MAC-Adresse haben
fr_fr: Ce dispositif doit avoir une adresse MAC valide

source: This device must have a valid WAN IP
de_de: Dieses Gerät muss eine gültige WAN-IP-Adresse haben
fr_fr: Ce dispositif doit avoir une adresse IP WAN valide
